{"name":"Job","chapters":[{"verses":[{"text":"There was a man in the land of Uz, whose name was Job; and that man was blameless and upright, and one who feared God and shunned evil.","num":1},{"text":"And seven sons and three daughters were born to him.","num":2},{"text":"Also, his possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large household, so that this man was the greatest of all the people of the East.","num":3},{"text":"And his sons would go and feast in their houses, each on his appointed day, and would send and invite their three sisters to eat and drink with them.","num":4},{"text":"So it was, when the days of feasting had run their course, that Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, \"It may be that my sons have sinned and cursed God in their hearts.\" Thus Job did regularly.","num":5},{"text":"Now there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them.","num":6},{"text":"And the LORD said to Satan, \"From where do you come?\" So Satan answered the LORD and said, \"From going to and fro on the earth, and from walking back and forth on it.\"","num":7},{"text":"Then the LORD said to Satan, \"Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?\"","num":8},{"text":"So Satan answered the LORD and said, \"Does Job fear God for nothing?","num":9},{"text":"Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.","num":10},{"text":"But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!\"","num":11},{"text":"And the LORD said to Satan, \"Behold, all that he has is in your power; only do not lay a hand on his person.\" So Satan went out from the presence of the LORD.","num":12},{"text":"Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother's house;","num":13},{"text":"and a messenger came to Job and said, \"The oxen were plowing and the donkeys feeding beside them,","num":14},{"text":"when the Sabeans raided them and took them away--indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!\"","num":15},{"text":"While he was still speaking, another also came and said, \"The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!\"","num":16},{"text":"While he was still speaking, another also came and said, \"The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!\"","num":17},{"text":"While he was still speaking, another also came and said, \"Your sons and daughters were eating and drinking wine in their oldest brother's house,","num":18},{"text":"and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!\"","num":19},{"text":"Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped.","num":20},{"text":"And he said: \"Naked I came from my mother's womb, And naked shall I return there. The LORD gave, and the LORD has taken away; Blessed be the name of the LORD.\"","num":21},{"text":"In all this Job did not sin nor charge God with wrong.","num":22}],"num":1},{"verses":[{"text":"Again there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them to present himself before the LORD.","num":1},{"text":"And the LORD said to Satan, \"From where do you come?\" Satan answered the LORD and said, \"From going to and fro on the earth, and from walking back and forth on it.\"","num":2},{"text":"Then the LORD said to Satan, \"Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.\"","num":3},{"text":"So Satan answered the LORD and said, \"Skin for skin! Yes, all that a man has he will give for his life.","num":4},{"text":"But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!\"","num":5},{"text":"And the LORD said to Satan, \"Behold, he is in your hand, but spare his life.\"","num":6},{"text":"So Satan went out from the presence of the LORD, and struck Job with painful boils from the sole of his foot to the crown of his head.","num":7},{"text":"And he took for himself a potsherd with which to scrape himself while he sat in the midst of the ashes.","num":8},{"text":"Then his wife said to him, \"Do you still hold fast to your integrity? Curse God and die!\"","num":9},{"text":"But he said to her, \"You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?\" In all this Job did not sin with his lips.","num":10},{"text":"Now when Job's three friends heard of all this adversity that had come upon him, each one came from his own place--Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. For they had made an appointment together to come and mourn with him, and to comfort him.","num":11},{"text":"And when they raised their eyes from afar, and did not recognize him, they lifted their voices and wept; and each one tore his robe and sprinkled dust on his head toward heaven.","num":12},{"text":"So they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his grief was very great.","num":13}],"num":2},{"verses":[{"text":"After this Job opened his mouth and cursed the day of his birth.","num":1},{"text":"And Job spoke, and said:","num":2},{"text":"\"May the day perish on which I was born, And the night in which it was said, \"A male child is conceived.'","num":3},{"text":"May that day be darkness; May God above not seek it, Nor the light shine upon it.","num":4},{"text":"May darkness and the shadow of death claim it; May a cloud settle on it; May the blackness of the day terrify it.","num":5},{"text":"As for that night, may darkness seize it; May it not rejoice among the days of the year, May it not come into the number of the months.","num":6},{"text":"Oh, may that night be barren! May no joyful shout come into it!","num":7},{"text":"May those curse it who curse the day, Those who are ready to arouse Leviathan.","num":8},{"text":"May the stars of its morning be dark; May it look for light, but have none, And not see the dawning of the day;","num":9},{"text":"Because it did not shut up the doors of my mother's womb, Nor hide sorrow from my eyes.","num":10},{"text":"\"Why did I not die at birth? Why did I not perish when I came from the womb?","num":11},{"text":"Why did the knees receive me? Or why the breasts, that I should nurse?","num":12},{"text":"For now I would have lain still and been quiet, I would have been asleep; Then I would have been at rest","num":13},{"text":"With kings and counselors of the earth, Who built ruins for themselves,","num":14},{"text":"Or with princes who had gold, Who filled their houses with silver;","num":15},{"text":"Or why was I not hidden like a stillborn child, Like infants who never saw light?","num":16},{"text":"There the wicked cease from troubling, And there the weary are at rest.","num":17},{"text":"There the prisoners rest together; They do not hear the voice of the oppressor.","num":18},{"text":"The small and great are there, And the servant is free from his master.","num":19},{"text":"\"Why is light given to him who is in misery, And life to the bitter of soul,","num":20},{"text":"Who long for death, but it does not come, And search for it more than hidden treasures;","num":21},{"text":"Who rejoice exceedingly, And are glad when they can find the grave?","num":22},{"text":"Why is light given to a man whose way is hidden, And whom God has hedged in?","num":23},{"text":"For my sighing comes before I eat, And my groanings pour out like water.","num":24},{"text":"For the thing I greatly feared has come upon me, And what I dreaded has happened to me.","num":25},{"text":"I am not at ease, nor am I quiet; I have no rest, for trouble comes.\"","num":26}],"num":3},{"verses":[{"text":"Then Eliphaz the Temanite answered and said:","num":1},{"text":"\"If one attempts a word with you, will you become weary? But who can withhold himself from speaking?","num":2},{"text":"Surely you have instructed many, And you have strengthened weak hands.","num":3},{"text":"Your words have upheld him who was stumbling, And you have strengthened the feeble knees;","num":4},{"text":"But now it comes upon you, and you are weary; It touches you, and you are troubled.","num":5},{"text":"Is not your reverence your confidence? And the integrity of your ways your hope?","num":6},{"text":"\"Remember now, who ever perished being innocent? Or where were the upright ever cut off?","num":7},{"text":"Even as I have seen, Those who plow iniquity And sow trouble reap the same.","num":8},{"text":"By the blast of God they perish, And by the breath of His anger they are consumed.","num":9},{"text":"The roaring of the lion, The voice of the fierce lion, And the teeth of the young lions are broken.","num":10},{"text":"The old lion perishes for lack of prey, And the cubs of the lioness are scattered.","num":11},{"text":"\"Now a word was secretly brought to me, And my ear received a whisper of it.","num":12},{"text":"In disquieting thoughts from the visions of the night, When deep sleep falls on men,","num":13},{"text":"Fear came upon me, and trembling, Which made all my bones shake.","num":14},{"text":"Then a spirit passed before my face; The hair on my body stood up.","num":15},{"text":"It stood still, But I could not discern its appearance. A form was before my eyes; There was silence; Then I heard a voice saying:","num":16},{"text":"\"Can a mortal be more righteous than God? Can a man be more pure than his Maker?","num":17},{"text":"If He puts no trust in His servants, If He charges His angels with error,","num":18},{"text":"How much more those who dwell in houses of clay, Whose foundation is in the dust, Who are crushed before a moth?","num":19},{"text":"They are broken in pieces from morning till evening; They perish forever, with no one regarding.","num":20},{"text":"Does not their own excellence go away? They die, even without wisdom.'","num":21}],"num":4},{"verses":[{"text":"\"Call out now; Is there anyone who will answer you? And to which of the holy ones will you turn?","num":1},{"text":"For wrath kills a foolish man, And envy slays a simple one.","num":2},{"text":"I have seen the foolish taking root, But suddenly I cursed his dwelling place.","num":3},{"text":"His sons are far from safety, They are crushed in the gate, And there is no deliverer.","num":4},{"text":"Because the hungry eat up his harvest, Taking it even from the thorns, And a snare snatches their substance.","num":5},{"text":"For affliction does not come from the dust, Nor does trouble spring from the ground;","num":6},{"text":"Yet man is born to trouble, As the sparks fly upward.","num":7},{"text":"\"But as for me, I would seek God, And to God I would commit my cause--","num":8},{"text":"Who does great things, and unsearchable, Marvelous things without number.","num":9},{"text":"He gives rain on the earth, And sends waters on the fields.","num":10},{"text":"He sets on high those who are lowly, And those who mourn are lifted to safety.","num":11},{"text":"He frustrates the devices of the crafty, So that their hands cannot carry out their plans.","num":12},{"text":"He catches the wise in their own craftiness, And the counsel of the cunning comes quickly upon them.","num":13},{"text":"They meet with darkness in the daytime, And grope at noontime as in the night.","num":14},{"text":"But He saves the needy from the sword, From the mouth of the mighty, And from their hand.","num":15},{"text":"So the poor have hope, And injustice shuts her mouth.","num":16},{"text":"\"Behold, happy is the man whom God corrects; Therefore do not despise the chastening of the Almighty.","num":17},{"text":"For He bruises, but He binds up; He wounds, but His hands make whole.","num":18},{"text":"He shall deliver you in six troubles, Yes, in seven no evil shall touch you.","num":19},{"text":"In famine He shall redeem you from death, And in war from the power of the sword.","num":20},{"text":"You shall be hidden from the scourge of the tongue, And you shall not be afraid of destruction when it comes.","num":21},{"text":"You shall laugh at destruction and famine, And you shall not be afraid of the beasts of the earth.","num":22},{"text":"For you shall have a covenant with the stones of the field, And the beasts of the field shall be at peace with you.","num":23},{"text":"You shall know that your tent is in peace; You shall visit your dwelling and find nothing amiss.","num":24},{"text":"You shall also know that your descendants shall be many, And your offspring like the grass of the earth.","num":25},{"text":"You shall come to the grave at a full age, As a sheaf of grain ripens in its season.","num":26},{"text":"Behold, this we have searched out; It is true. Hear it, and know for yourself.\"","num":27}],"num":5},{"verses":[{"text":"Then Job answered and said:","num":1},{"text":"\"Oh, that my grief were fully weighed, And my calamity laid with it on the scales!","num":2},{"text":"For then it would be heavier than the sand of the sea-- Therefore my words have been rash.","num":3},{"text":"For the arrows of the Almighty are within me; My spirit drinks in their poison; The terrors of God are arrayed against me.","num":4},{"text":"Does the wild donkey bray when it has grass, Or does the ox low over its fodder?","num":5},{"text":"Can flavorless food be eaten without salt? Or is there any taste in the white of an egg?","num":6},{"text":"My soul refuses to touch them; They are as loathsome food to me.","num":7},{"text":"\"Oh, that I might have my request, That God would grant me the thing that I long for!","num":8},{"text":"That it would please God to crush me, That He would loose His hand and cut me off!","num":9},{"text":"Then I would still have comfort; Though in anguish I would exult, He will not spare; For I have not concealed the words of the Holy One.","num":10},{"text":"\"What strength do I have, that I should hope? And what is my end, that I should prolong my life?","num":11},{"text":"Is my strength the strength of stones? Or is my flesh bronze?","num":12},{"text":"Is my help not within me? And is success driven from me?","num":13},{"text":"\"To him who is afflicted, kindness should be shown by his friend, Even though he forsakes the fear of the Almighty.","num":14},{"text":"My brothers have dealt deceitfully like a brook, Like the streams of the brooks that pass away,","num":15},{"text":"Which are dark because of the ice, And into which the snow vanishes.","num":16},{"text":"When it is warm, they cease to flow; When it is hot, they vanish from their place.","num":17},{"text":"The paths of their way turn aside, They go nowhere and perish.","num":18},{"text":"The caravans of Tema look, The travelers of Sheba hope for them.","num":19},{"text":"They are disappointed because they were confident; They come there and are confused.","num":20},{"text":"For now you are nothing, You see terror and are afraid.","num":21},{"text":"Did I ever say, \"Bring something to me'? Or, \"Offer a bribe for me from your wealth'?","num":22},{"text":"Or, \"Deliver me from the enemy's hand'? Or, \"Redeem me from the hand of oppressors'?","num":23},{"text":"\"Teach me, and I will hold my tongue; Cause me to understand wherein I have erred.","num":24},{"text":"How forceful are right words! But what does your arguing prove?","num":25},{"text":"Do you intend to rebuke my words, And the speeches of a desperate one, which are as wind?","num":26},{"text":"Yes, you overwhelm the fatherless, And you undermine your friend.","num":27},{"text":"Now therefore, be pleased to look at me; For I would never lie to your face.","num":28},{"text":"Yield now, let there be no injustice! Yes, concede, my righteousness still stands!","num":29},{"text":"Is there injustice on my tongue? Cannot my taste discern the unsavory?","num":30}],"num":6},{"verses":[{"text":"\"Is there not a time of hard service for man on earth? Are not his days also like the days of a hired man?","num":1},{"text":"Like a servant who earnestly desires the shade, And like a hired man who eagerly looks for his wages,","num":2},{"text":"So I have been allotted months of futility, And wearisome nights have been appointed to me.","num":3},{"text":"When I lie down, I say, \"When shall I arise, And the night be ended?' For I have had my fill of tossing till dawn.","num":4},{"text":"My flesh is caked with worms and dust, My skin is cracked and breaks out afresh.","num":5},{"text":"\"My days are swifter than a weaver's shuttle, And are spent without hope.","num":6},{"text":"Oh, remember that my life is a breath! My eye will never again see good.","num":7},{"text":"The eye of him who sees me will see me no more; While your eyes are upon me, I shall no longer be.","num":8},{"text":"As the cloud disappears and vanishes away, So he who goes down to the grave does not come up.","num":9},{"text":"He shall never return to his house, Nor shall his place know him anymore.","num":10},{"text":"\"Therefore I will not restrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.","num":11},{"text":"Am I a sea, or a sea serpent, That You set a guard over me?","num":12},{"text":"When I say, \"My bed will comfort me, My couch will ease my complaint,'","num":13},{"text":"Then You scare me with dreams And terrify me with visions,","num":14},{"text":"So that my soul chooses strangling And death rather than my body.","num":15},{"text":"I loathe my life; I would not live forever. Let me alone, For my days are but a breath.","num":16},{"text":"\"What is man, that You should exalt him, That You should set Your heart on him,","num":17},{"text":"That You should visit him every morning, And test him every moment?","num":18},{"text":"How long? Will You not look away from me, And let me alone till I swallow my saliva?","num":19},{"text":"Have I sinned? What have I done to You, O watcher of men? Why have You set me as Your target, So that I am a burden to myself?","num":20},{"text":"Why then do You not pardon my transgression, And take away my iniquity? For now I will lie down in the dust, And You will seek me diligently, But I will no longer be.\"","num":21}],"num":7},{"verses":[{"text":"Then Bildad the Shuhite answered and said:","num":1},{"text":"\"How long will you speak these things, And the words of your mouth be like a strong wind?","num":2},{"text":"Does God subvert judgment? Or does the Almighty pervert justice?","num":3},{"text":"If your sons have sinned against Him, He has cast them away for their transgression.","num":4},{"text":"If you would earnestly seek God And make your supplication to the Almighty,","num":5},{"text":"If you were pure and upright, Surely now He would awake for you, And prosper your rightful dwelling place.","num":6},{"text":"Though your beginning was small, Yet your latter end would increase abundantly.","num":7},{"text":"\"For inquire, please, of the former age, And consider the things discovered by their fathers;","num":8},{"text":"For we were born yesterday, and know nothing, Because our days on earth are a shadow.","num":9},{"text":"Will they not teach you and tell you, And utter words from their heart?","num":10},{"text":"\"Can the papyrus grow up without a marsh? Can the reeds flourish without water?","num":11},{"text":"While it is yet green and not cut down, It withers before any other plant.","num":12},{"text":"So are the paths of all who forget God; And the hope of the hypocrite shall perish,","num":13},{"text":"Whose confidence shall be cut off, And whose trust is a spider's web.","num":14},{"text":"He leans on his house, but it does not stand. He holds it fast, but it does not endure.","num":15},{"text":"He grows green in the sun, And his branches spread out in his garden.","num":16},{"text":"His roots wrap around the rock heap, And look for a place in the stones.","num":17},{"text":"If he is destroyed from his place, Then it will deny him, saying, \"I have not seen you.'","num":18},{"text":"\"Behold, this is the joy of His way, And out of the earth others will grow.","num":19},{"text":"Behold, God will not cast away the blameless, Nor will He uphold the evildoers.","num":20},{"text":"He will yet fill your mouth with laughing, And your lips with rejoicing.","num":21},{"text":"Those who hate you will be clothed with shame, And the dwelling place of the wicked will come to nothing.\"","num":22}],"num":8},{"verses":[{"text":"Then Job answered and said:","num":1},{"text":"\"Truly I know it is so, But how can a man be righteous before God?","num":2},{"text":"If one wished to contend with Him, He could not answer Him one time out of a thousand.","num":3},{"text":"God is wise in heart and mighty in strength. Who has hardened himself against Him and prospered?","num":4},{"text":"He removes the mountains, and they do not know When He overturns them in His anger;","num":5},{"text":"He shakes the earth out of its place, And its pillars tremble;","num":6},{"text":"He commands the sun, and it does not rise; He seals off the stars;","num":7},{"text":"He alone spreads out the heavens, And treads on the waves of the sea;","num":8},{"text":"He made the Bear, Orion, and the Pleiades, And the chambers of the south;","num":9},{"text":"He does great things past finding out, Yes, wonders without number.","num":10},{"text":"If He goes by me, I do not see Him; If He moves past, I do not perceive Him;","num":11},{"text":"If He takes away, who can hinder Him? Who can say to Him, \"What are You doing?'","num":12},{"text":"God will not withdraw His anger, The allies of the proud lie prostrate beneath Him.","num":13},{"text":"\"How then can I answer Him, And choose my words to reason with Him?","num":14},{"text":"For though I were righteous, I could not answer Him; I would beg mercy of my Judge.","num":15},{"text":"If I called and He answered me, I would not believe that He was listening to my voice.","num":16},{"text":"For He crushes me with a tempest, And multiplies my wounds without cause.","num":17},{"text":"He will not allow me to catch my breath, But fills me with bitterness.","num":18},{"text":"If it is a matter of strength, indeed He is strong; And if of justice, who will appoint my day in court?","num":19},{"text":"Though I were righteous, my own mouth would condemn me; Though I were blameless, it would prove me perverse.","num":20},{"text":"\"I am blameless, yet I do not know myself; I despise my life.","num":21},{"text":"It is all one thing; Therefore I say, \"He destroys the blameless and the wicked.'","num":22},{"text":"If the scourge slays suddenly, He laughs at the plight of the innocent.","num":23},{"text":"The earth is given into the hand of the wicked. He covers the faces of its judges. If it is not He, who else could it be?","num":24},{"text":"\"Now my days are swifter than a runner; They flee away, they see no good.","num":25},{"text":"They pass by like swift ships, Like an eagle swooping on its prey.","num":26},{"text":"If I say, \"I will forget my complaint, I will put off my sad face and wear a smile,'","num":27},{"text":"I am afraid of all my sufferings; I know that You will not hold me innocent.","num":28},{"text":"If I am condemned, Why then do I labor in vain?","num":29},{"text":"If I wash myself with snow water, And cleanse my hands with soap,","num":30},{"text":"Yet You will plunge me into the pit, And my own clothes will abhor me.","num":31},{"text":"\"For He is not a man, as I am, That I may answer Him, And that we should go to court together.","num":32},{"text":"Nor is there any mediator between us, Who may lay his hand on us both.","num":33},{"text":"Let Him take His rod away from me, And do not let dread of Him terrify me.","num":34},{"text":"Then I would speak and not fear Him, But it is not so with me.","num":35}],"num":9},{"verses":[{"text":"\"My soul loathes my life; I will give free course to my complaint, I will speak in the bitterness of my soul.","num":1},{"text":"I will say to God, \"Do not condemn me; Show me why You contend with me.","num":2},{"text":"Does it seem good to You that You should oppress, That You should despise the work of Your hands, And smile on the counsel of the wicked?","num":3},{"text":"Do You have eyes of flesh? Or do You see as man sees?","num":4},{"text":"Are Your days like the days of a mortal man? Are Your years like the days of a mighty man,","num":5},{"text":"That You should seek for my iniquity And search out my sin,","num":6},{"text":"Although You know that I am not wicked, And there is no one who can deliver from Your hand?","num":7},{"text":"\"Your hands have made me and fashioned me, An intricate unity; Yet You would destroy me.","num":8},{"text":"Remember, I pray, that You have made me like clay. And will You turn me into dust again?","num":9},{"text":"Did You not pour me out like milk, And curdle me like cheese,","num":10},{"text":"Clothe me with skin and flesh, And knit me together with bones and sinews?","num":11},{"text":"You have granted me life and favor, And Your care has preserved my spirit.","num":12},{"text":"\"And these things You have hidden in Your heart; I know that this was with You:","num":13},{"text":"If I sin, then You mark me, And will not acquit me of my iniquity.","num":14},{"text":"If I am wicked, woe to me; Even if I am righteous, I cannot lift up my head. I am full of disgrace; See my misery!","num":15},{"text":"If my head is exalted, You hunt me like a fierce lion, And again You show Yourself awesome against me.","num":16},{"text":"You renew Your witnesses against me, And increase Your indignation toward me; Changes and war are ever with me.","num":17},{"text":"\"Why then have You brought me out of the womb? Oh, that I had perished and no eye had seen me!","num":18},{"text":"I would have been as though I had not been. I would have been carried from the womb to the grave.","num":19},{"text":"Are not my days few? Cease! Leave me alone, that I may take a little comfort,","num":20},{"text":"Before I go to the place from which I shall not return, To the land of darkness and the shadow of death,","num":21},{"text":"A land as dark as darkness itself, As the shadow of death, without any order, Where even the light is like darkness.\"'","num":22}],"num":10},{"verses":[{"text":"Then Zophar the Naamathite answered and said:","num":1},{"text":"\"Should not the multitude of words be answered? And should a man full of talk be vindicated?","num":2},{"text":"Should your empty talk make men hold their peace? And when you mock, should no one rebuke you?","num":3},{"text":"For you have said, \"My doctrine is pure, And I am clean in your eyes.'","num":4},{"text":"But oh, that God would speak, And open His lips against you,","num":5},{"text":"That He would show you the secrets of wisdom! For they would double your prudence. Know therefore that God exacts from you Less than your iniquity deserves.","num":6},{"text":"\"Can you search out the deep things of God? Can you find out the limits of the Almighty?","num":7},{"text":"They are higher than heaven-- what can you do? Deeper than Sheol-- what can you know?","num":8},{"text":"Their measure is longer than the earth And broader than the sea.","num":9},{"text":"\"If He passes by, imprisons, and gathers to judgment, Then who can hinder Him?","num":10},{"text":"For He knows deceitful men; He sees wickedness also. Will He not then consider it?","num":11},{"text":"For an empty-headed man will be wise, When a wild donkey's colt is born a man.","num":12},{"text":"\"If you would prepare your heart, And stretch out your hands toward Him;","num":13},{"text":"If iniquity were in your hand, and you put it far away, And would not let wickedness dwell in your tents;","num":14},{"text":"Then surely you could lift up your face without spot; Yes, you could be steadfast, and not fear;","num":15},{"text":"Because you would forget your misery, And remember it as waters that have passed away,","num":16},{"text":"And your life would be brighter than noonday. Though you were dark, you would be like the morning.","num":17},{"text":"And you would be secure, because there is hope; Yes, you would dig around you, and take your rest in safety.","num":18},{"text":"You would also lie down, and no one would make you afraid; Yes, many would court your favor.","num":19},{"text":"But the eyes of the wicked will fail, And they shall not escape, And their hope--loss of life!\"","num":20}],"num":11},{"verses":[{"text":"Then Job answered and said:","num":1},{"text":"\"No doubt you are the people, And wisdom will die with you!","num":2},{"text":"But I have understanding as well as you; I am not inferior to you. Indeed, who does not know such things as these?","num":3},{"text":"\"I am one mocked by his friends, Who called on God, and He answered him, The just and blameless who is ridiculed.","num":4},{"text":"A lamp is despised in the thought of one who is at ease; It is made ready for those whose feet slip.","num":5},{"text":"The tents of robbers prosper, And those who provoke God are secure-- In what God provides by His hand.","num":6},{"text":"\"But now ask the beasts, and they will teach you; And the birds of the air, and they will tell you;","num":7},{"text":"Or speak to the earth, and it will teach you; And the fish of the sea will explain to you.","num":8},{"text":"Who among all these does not know That the hand of the LORD has done this,","num":9},{"text":"In whose hand is the life of every living thing, And the breath of all mankind?","num":10},{"text":"Does not the ear test words And the mouth taste its food?","num":11},{"text":"Wisdom is with aged men, And with length of days, understanding.","num":12},{"text":"\"With Him are wisdom and strength, He has counsel and understanding.","num":13},{"text":"If He breaks a thing down, it cannot be rebuilt; If He imprisons a man, there can be no release.","num":14},{"text":"If He withholds the waters, they dry up; If He sends them out, they overwhelm the earth.","num":15},{"text":"With Him are strength and prudence. The deceived and the deceiver are His.","num":16},{"text":"He leads counselors away plundered, And makes fools of the judges.","num":17},{"text":"He loosens the bonds of kings, And binds their waist with a belt.","num":18},{"text":"He leads princes away plundered, And overthrows the mighty.","num":19},{"text":"He deprives the trusted ones of speech, And takes away the discernment of the elders.","num":20},{"text":"He pours contempt on princes, And disarms the mighty.","num":21},{"text":"He uncovers deep things out of darkness, And brings the shadow of death to light.","num":22},{"text":"He makes nations great, and destroys them; He enlarges nations, and guides them.","num":23},{"text":"He takes away the understanding of the chiefs of the people of the earth, And makes them wander in a pathless wilderness.","num":24},{"text":"They grope in the dark without light, And He makes them stagger like a drunken man.","num":25}],"num":12},{"verses":[{"text":"\"Behold, my eye has seen all this, My ear has heard and understood it.","num":1},{"text":"What you know, I also know; I am not inferior to you.","num":2},{"text":"But I would speak to the Almighty, And I desire to reason with God.","num":3},{"text":"But you forgers of lies, You are all worthless physicians.","num":4},{"text":"Oh, that you would be silent, And it would be your wisdom!","num":5},{"text":"Now hear my reasoning, And heed the pleadings of my lips.","num":6},{"text":"Will you speak wickedly for God, And talk deceitfully for Him?","num":7},{"text":"Will you show partiality for Him? Will you contend for God?","num":8},{"text":"Will it be well when He searches you out? Or can you mock Him as one mocks a man?","num":9},{"text":"He will surely rebuke you If you secretly show partiality.","num":10},{"text":"Will not His excellence make you afraid, And the dread of Him fall upon you?","num":11},{"text":"Your platitudes are proverbs of ashes, Your defenses are defenses of clay.","num":12},{"text":"\"Hold your peace with me, and let me speak, Then let come on me what may!","num":13},{"text":"Why do I take my flesh in my teeth, And put my life in my hands?","num":14},{"text":"Though He slay me, yet will I trust Him. Even so, I will defend my own ways before Him.","num":15},{"text":"He also shall be my salvation, For a hypocrite could not come before Him.","num":16},{"text":"Listen carefully to my speech, And to my declaration with your ears.","num":17},{"text":"See now, I have prepared my case, I know that I shall be vindicated.","num":18},{"text":"Who is he who will contend with me? If now I hold my tongue, I perish.","num":19},{"text":"\"Only two things do not do to me, Then I will not hide myself from You:","num":20},{"text":"Withdraw Your hand far from me, And let not the dread of You make me afraid.","num":21},{"text":"Then call, and I will answer; Or let me speak, then You respond to me.","num":22},{"text":"How many are my iniquities and sins? Make me know my transgression and my sin.","num":23},{"text":"Why do You hide Your face, And regard me as Your enemy?","num":24},{"text":"Will You frighten a leaf driven to and fro? And will You pursue dry stubble?","num":25},{"text":"For You write bitter things against me, And make me inherit the iniquities of my youth.","num":26},{"text":"You put my feet in the stocks, And watch closely all my paths. You set a limit for the soles of my feet.","num":27},{"text":"\"Man decays like a rotten thing, Like a garment that is moth-eaten.","num":28}],"num":13},{"verses":[{"text":"\"Man who is born of woman Is of few days and full of trouble.","num":1},{"text":"He comes forth like a flower and fades away; He flees like a shadow and does not continue.","num":2},{"text":"And do You open Your eyes on such a one, And bring me to judgment with Yourself?","num":3},{"text":"Who can bring a clean thing out of an unclean? No one!","num":4},{"text":"Since his days are determined, The number of his months is with You; You have appointed his limits, so that he cannot pass.","num":5},{"text":"Look away from him that he may rest, Till like a hired man he finishes his day.","num":6},{"text":"\"For there is hope for a tree, If it is cut down, that it will sprout again, And that its tender shoots will not cease.","num":7},{"text":"Though its root may grow old in the earth, And its stump may die in the ground,","num":8},{"text":"Yet at the scent of water it will bud And bring forth branches like a plant.","num":9},{"text":"But man dies and is laid away; Indeed he breathes his last And where is he?","num":10},{"text":"As water disappears from the sea, And a river becomes parched and dries up,","num":11},{"text":"So man lies down and does not rise. Till the heavens are no more, They will not awake Nor be roused from their sleep.","num":12},{"text":"\"Oh, that You would hide me in the grave, That You would conceal me until Your wrath is past, That You would appoint me a set time, and remember me!","num":13},{"text":"If a man dies, shall he live again? All the days of my hard service I will wait, Till my change comes.","num":14},{"text":"You shall call, and I will answer You; You shall desire the work of Your hands.","num":15},{"text":"For now You number my steps, But do not watch over my sin.","num":16},{"text":"My transgression is sealed up in a bag, And You cover my iniquity.","num":17},{"text":"\"But as a mountain falls and crumbles away, And as a rock is moved from its place;","num":18},{"text":"As water wears away stones, And as torrents wash away the soil of the earth; So You destroy the hope of man.","num":19},{"text":"You prevail forever against him, and he passes on; You change his countenance and send him away.","num":20},{"text":"His sons come to honor, and he does not know it; They are brought low, and he does not perceive it.","num":21},{"text":"But his flesh will be in pain over it, And his soul will mourn over it.\"","num":22}],"num":14},{"verses":[{"text":"Then Eliphaz the Temanite answered and said:","num":1},{"text":"\"Should a wise man answer with empty knowledge, And fill himself with the east wind?","num":2},{"text":"Should he reason with unprofitable talk, Or by speeches with which he can do no good?","num":3},{"text":"Yes, you cast off fear, And restrain prayer before God.","num":4},{"text":"For your iniquity teaches your mouth, And you choose the tongue of the crafty.","num":5},{"text":"Your own mouth condemns you, and not I; Yes, your own lips testify against you.","num":6},{"text":"\"Are you the first man who was born? Or were you made before the hills?","num":7},{"text":"Have you heard the counsel of God? Do you limit wisdom to yourself?","num":8},{"text":"What do you know that we do not know? What do you understand that is not in us?","num":9},{"text":"Both the gray-haired and the aged are among us, Much older than your father.","num":10},{"text":"Are the consolations of God too small for you, And the word spoken gently with you?","num":11},{"text":"Why does your heart carry you away, And what do your eyes wink at,","num":12},{"text":"That you turn your spirit against God, And let such words go out of your mouth?","num":13},{"text":"\"What is man, that he could be pure? And he who is born of a woman, that he could be righteous?","num":14},{"text":"If God puts no trust in His saints, And the heavens are not pure in His sight,","num":15},{"text":"How much less man, who is abominable and filthy, Who drinks iniquity like water!","num":16},{"text":"\"I will tell you, hear me; What I have seen I will declare,","num":17},{"text":"What wise men have told, Not hiding anything received from their fathers,","num":18},{"text":"To whom alone the land was given, And no alien passed among them:","num":19},{"text":"The wicked man writhes with pain all his days, And the number of years is hidden from the oppressor.","num":20},{"text":"Dreadful sounds are in his ears; In prosperity the destroyer comes upon him.","num":21},{"text":"He does not believe that he will return from darkness, For a sword is waiting for him.","num":22},{"text":"He wanders about for bread, saying, \"Where is it?' He knows that a day of darkness is ready at his hand.","num":23},{"text":"Trouble and anguish make him afraid; They overpower him, like a king ready for battle.","num":24},{"text":"For he stretches out his hand against God, And acts defiantly against the Almighty,","num":25},{"text":"Running stubbornly against Him With his strong, embossed shield.","num":26},{"text":"\"Though he has covered his face with his fatness, And made his waist heavy with fat,","num":27},{"text":"He dwells in desolate cities, In houses which no one inhabits, Which are destined to become ruins.","num":28},{"text":"He will not be rich, Nor will his wealth continue, Nor will his possessions overspread the earth.","num":29},{"text":"He will not depart from darkness; The flame will dry out his branches, And by the breath of His mouth he will go away.","num":30},{"text":"Let him not trust in futile things, deceiving himself, For futility will be his reward.","num":31},{"text":"It will be accomplished before his time, And his branch will not be green.","num":32},{"text":"He will shake off his unripe grape like a vine, And cast off his blossom like an olive tree.","num":33},{"text":"For the company of hypocrites will be barren, And fire will consume the tents of bribery.","num":34},{"text":"They conceive trouble and bring forth futility; Their womb prepares deceit.\"","num":35}],"num":15},{"verses":[{"text":"Then Job answered and said:","num":1},{"text":"\"I have heard many such things; Miserable comforters are you all!","num":2},{"text":"Shall words of wind have an end? Or what provokes you that you answer?","num":3},{"text":"I also could speak as you do, If your soul were in my soul's place. I could heap up words against you, And shake my head at you;","num":4},{"text":"But I would strengthen you with my mouth, And the comfort of my lips would relieve your grief.","num":5},{"text":"\"Though I speak, my grief is not relieved; And if I remain silent, how am I eased?","num":6},{"text":"But now He has worn me out; You have made desolate all my company.","num":7},{"text":"You have shriveled me up, And it is a witness against me; My leanness rises up against me And bears witness to my face.","num":8},{"text":"He tears me in His wrath, and hates me; He gnashes at me with His teeth; My adversary sharpens His gaze on me.","num":9},{"text":"They gape at me with their mouth, They strike me reproachfully on the cheek, They gather together against me.","num":10},{"text":"God has delivered me to the ungodly, And turned me over to the hands of the wicked.","num":11},{"text":"I was at ease, but He has shattered me; He also has taken me by my neck, and shaken me to pieces; He has set me up for His target,","num":12},{"text":"His archers surround me. He pierces my heart and does not pity; He pours out my gall on the ground.","num":13},{"text":"He breaks me with wound upon wound; He runs at me like a warrior.","num":14},{"text":"\"I have sewn sackcloth over my skin, And laid my head in the dust.","num":15},{"text":"My face is flushed from weeping, And on my eyelids is the shadow of death;","num":16},{"text":"Although no violence is in my hands, And my prayer is pure.","num":17},{"text":"\"O earth, do not cover my blood, And let my cry have no resting place!","num":18},{"text":"Surely even now my witness is in heaven, And my evidence is on high.","num":19},{"text":"My friends scorn me; My eyes pour out tears to God.","num":20},{"text":"Oh, that one might plead for a man with God, As a man pleads for his neighbor!","num":21},{"text":"For when a few years are finished, I shall go the way of no return.","num":22}],"num":16},{"verses":[{"text":"\"My spirit is broken, My days are extinguished, The grave is ready for me.","num":1},{"text":"Are not mockers with me? And does not my eye dwell on their provocation?","num":2},{"text":"\"Now put down a pledge for me with Yourself. Who is he who will shake hands with me?","num":3},{"text":"For You have hidden their heart from understanding; Therefore You will not exalt them.","num":4},{"text":"He who speaks flattery to his friends, Even the eyes of his children will fail.","num":5},{"text":"\"But He has made me a byword of the people, And I have become one in whose face men spit.","num":6},{"text":"My eye has also grown dim because of sorrow, And all my members are like shadows.","num":7},{"text":"Upright men are astonished at this, And the innocent stirs himself up against the hypocrite.","num":8},{"text":"Yet the righteous will hold to his way, And he who has clean hands will be stronger and stronger.","num":9},{"text":"\"But please, come back again, all of you, For I shall not find one wise man among you.","num":10},{"text":"My days are past, My purposes are broken off, Even the thoughts of my heart.","num":11},{"text":"They change the night into day; \"The light is near,' they say, in the face of darkness.","num":12},{"text":"If I wait for the grave as my house, If I make my bed in the darkness,","num":13},{"text":"If I say to corruption, \"You are my father,' And to the worm, \"You are my mother and my sister,'","num":14},{"text":"Where then is my hope? As for my hope, who can see it?","num":15},{"text":"Will they go down to the gates of Sheol? Shall we have rest together in the dust?\"","num":16}],"num":17},{"verses":[{"text":"Then Bildad the Shuhite answered and said:","num":1},{"text":"\"How long till you put an end to words? Gain understanding, and afterward we will speak.","num":2},{"text":"Why are we counted as beasts, And regarded as stupid in your sight?","num":3},{"text":"You who tear yourself in anger, Shall the earth be forsaken for you? Or shall the rock be removed from its place?","num":4},{"text":"\"The light of the wicked indeed goes out, And the flame of his fire does not shine.","num":5},{"text":"The light is dark in his tent, And his lamp beside him is put out.","num":6},{"text":"The steps of his strength are shortened, And his own counsel casts him down.","num":7},{"text":"For he is cast into a net by his own feet, And he walks into a snare.","num":8},{"text":"The net takes him by the heel, And a snare lays hold of him.","num":9},{"text":"A noose is hidden for him on the ground, And a trap for him in the road.","num":10},{"text":"Terrors frighten him on every side, And drive him to his feet.","num":11},{"text":"His strength is starved, And destruction is ready at his side.","num":12},{"text":"It devours patches of his skin; The firstborn of death devours his limbs.","num":13},{"text":"He is uprooted from the shelter of his tent, And they parade him before the king of terrors.","num":14},{"text":"They dwell in his tent who are none of his; Brimstone is scattered on his dwelling.","num":15},{"text":"His roots are dried out below, And his branch withers above.","num":16},{"text":"The memory of him perishes from the earth, And he has no name among the renowned.","num":17},{"text":"He is driven from light into darkness, And chased out of the world.","num":18},{"text":"He has neither son nor posterity among his people, Nor any remaining in his dwellings.","num":19},{"text":"Those in the west are astonished at his day, As those in the east are frightened.","num":20},{"text":"Surely such are the dwellings of the wicked, And this is the place of him who does not know God.\"","num":21}],"num":18},{"verses":[{"text":"Then Job answered and said:","num":1},{"text":"\"How long will you torment my soul, And break me in pieces with words?","num":2},{"text":"These ten times you have reproached me; You are not ashamed that you have wronged me.","num":3},{"text":"And if indeed I have erred, My error remains with me.","num":4},{"text":"If indeed you exalt yourselves against me, And plead my disgrace against me,","num":5},{"text":"Know then that God has wronged me, And has surrounded me with His net.","num":6},{"text":"\"If I cry out concerning wrong, I am not heard. If I cry aloud, there is no justice.","num":7},{"text":"He has fenced up my way, so that I cannot pass; And He has set darkness in my paths.","num":8},{"text":"He has stripped me of my glory, And taken the crown from my head.","num":9},{"text":"He breaks me down on every side, And I am gone; My hope He has uprooted like a tree.","num":10},{"text":"He has also kindled His wrath against me, And He counts me as one of His enemies.","num":11},{"text":"His troops come together And build up their road against me; They encamp all around my tent.","num":12},{"text":"\"He has removed my brothers far from me, And my acquaintances are completely estranged from me.","num":13},{"text":"My relatives have failed, And my close friends have forgotten me.","num":14},{"text":"Those who dwell in my house, and my maidservants, Count me as a stranger; I am an alien in their sight.","num":15},{"text":"I call my servant, but he gives no answer; I beg him with my mouth.","num":16},{"text":"My breath is offensive to my wife, And I am repulsive to the children of my own body.","num":17},{"text":"Even young children despise me; I arise, and they speak against me.","num":18},{"text":"All my close friends abhor me, And those whom I love have turned against me.","num":19},{"text":"My bone clings to my skin and to my flesh, And I have escaped by the skin of my teeth.","num":20},{"text":"\"Have pity on me, have pity on me, O you my friends, For the hand of God has struck me!","num":21},{"text":"Why do you persecute me as God does, And are not satisfied with my flesh?","num":22},{"text":"\"Oh, that my words were written! Oh, that they were inscribed in a book!","num":23},{"text":"That they were engraved on a rock With an iron pen and lead, forever!","num":24},{"text":"For I know that my Redeemer lives, And He shall stand at last on the earth;","num":25},{"text":"And after my skin is destroyed, this I know, That in my flesh I shall see God,","num":26},{"text":"Whom I shall see for myself, And my eyes shall behold, and not another. How my heart yearns within me!","num":27},{"text":"If you should say, \"How shall we persecute him?'-- Since the root of the matter is found in me,","num":28},{"text":"Be afraid of the sword for yourselves; For wrath brings the punishment of the sword, That you may know there is a judgment.\"","num":29}],"num":19},{"verses":[{"text":"Then Zophar the Naamathite answered and said:","num":1},{"text":"\"Therefore my anxious thoughts make me answer, Because of the turmoil within me.","num":2},{"text":"I have heard the rebuke that reproaches me, And the spirit of my understanding causes me to answer.","num":3},{"text":"\"Do you not know this of old, Since man was placed on earth,","num":4},{"text":"That the triumphing of the wicked is short, And the joy of the hypocrite is but for a moment?","num":5},{"text":"Though his haughtiness mounts up to the heavens, And his head reaches to the clouds,","num":6},{"text":"Yet he will perish forever like his own refuse; Those who have seen him will say, \"Where is he?'","num":7},{"text":"He will fly away like a dream, and not be found; Yes, he will be chased away like a vision of the night.","num":8},{"text":"The eye that saw him will see him no more, Nor will his place behold him anymore.","num":9},{"text":"His children will seek the favor of the poor, And his hands will restore his wealth.","num":10},{"text":"His bones are full of his youthful vigor, But it will lie down with him in the dust.","num":11},{"text":"\"Though evil is sweet in his mouth, And he hides it under his tongue,","num":12},{"text":"Though he spares it and does not forsake it, But still keeps it in his mouth,","num":13},{"text":"Yet his food in his stomach turns sour; It becomes cobra venom within him.","num":14},{"text":"He swallows down riches And vomits them up again; God casts them out of his belly.","num":15},{"text":"He will suck the poison of cobras; The viper's tongue will slay him.","num":16},{"text":"He will not see the streams, The rivers flowing with honey and cream.","num":17},{"text":"He will restore that for which he labored, And will not swallow it down; From the proceeds of business He will get no enjoyment.","num":18},{"text":"For he has oppressed and forsaken the poor, He has violently seized a house which he did not build.","num":19},{"text":"\"Because he knows no quietness in his heart, He will not save anything he desires.","num":20},{"text":"Nothing is left for him to eat; Therefore his well-being will not last.","num":21},{"text":"In his self-sufficiency he will be in distress; Every hand of misery will come against him.","num":22},{"text":"When he is about to fill his stomach, God will cast on him the fury of His wrath, And will rain it on him while he is eating.","num":23},{"text":"He will flee from the iron weapon; A bronze bow will pierce him through.","num":24},{"text":"It is drawn, and comes out of the body; Yes, the glittering point comes out of his gall. Terrors come upon him;","num":25},{"text":"Total darkness is reserved for his treasures. An unfanned fire will consume him; It shall go ill with him who is left in his tent.","num":26},{"text":"The heavens will reveal his iniquity, And the earth will rise up against him.","num":27},{"text":"The increase of his house will depart, And his goods will flow away in the day of His wrath.","num":28},{"text":"This is the portion from God for a wicked man, The heritage appointed to him by God.\"","num":29}],"num":20},{"verses":[{"text":"Then Job answered and said:","num":1},{"text":"\"Listen carefully to my speech, And let this be your consolation.","num":2},{"text":"Bear with me that I may speak, And after I have spoken, keep mocking.","num":3},{"text":"\"As for me, is my complaint against man? And if it were, why should I not be impatient?","num":4},{"text":"Look at me and be astonished; Put your hand over your mouth.","num":5},{"text":"Even when I remember I am terrified, And trembling takes hold of my flesh.","num":6},{"text":"Why do the wicked live and become old, Yes, become mighty in power?","num":7},{"text":"Their descendants are established with them in their sight, And their offspring before their eyes.","num":8},{"text":"Their houses are safe from fear, Neither is the rod of God upon them.","num":9},{"text":"Their bull breeds without failure; Their cow calves without miscarriage.","num":10},{"text":"They send forth their little ones like a flock, And their children dance.","num":11},{"text":"They sing to the tambourine and harp, And rejoice to the sound of the flute.","num":12},{"text":"They spend their days in wealth, And in a moment go down to the grave.","num":13},{"text":"Yet they say to God, \"Depart from us, For we do not desire the knowledge of Your ways.","num":14},{"text":"Who is the Almighty, that we should serve Him? And what profit do we have if we pray to Him?'","num":15},{"text":"Indeed their prosperity is not in their hand; The counsel of the wicked is far from me.","num":16},{"text":"\"How often is the lamp of the wicked put out? How often does their destruction come upon them, The sorrows God distributes in His anger?","num":17},{"text":"They are like straw before the wind, And like chaff that a storm carries away.","num":18},{"text":"They say, \"God lays up one's iniquity for his children'; Let Him recompense him, that he may know it.","num":19},{"text":"Let his eyes see his destruction, And let him drink of the wrath of the Almighty.","num":20},{"text":"For what does he care about his household after him, When the number of his months is cut in half?","num":21},{"text":"\"Can anyone teach God knowledge, Since He judges those on high?","num":22},{"text":"One dies in his full strength, Being wholly at ease and secure;","num":23},{"text":"His pails are full of milk, And the marrow of his bones is moist.","num":24},{"text":"Another man dies in the bitterness of his soul, Never having eaten with pleasure.","num":25},{"text":"They lie down alike in the dust, And worms cover them.","num":26},{"text":"\"Look, I know your thoughts, And the schemes with which you would wrong me.","num":27},{"text":"For you say, \"Where is the house of the prince? And where is the tent, The dwelling place of the wicked?'","num":28},{"text":"Have you not asked those who travel the road? And do you not know their signs?","num":29},{"text":"For the wicked are reserved for the day of doom; They shall be brought out on the day of wrath.","num":30},{"text":"Who condemns his way to his face? And who repays him for what he has done?","num":31},{"text":"Yet he shall be brought to the grave, And a vigil kept over the tomb.","num":32},{"text":"The clods of the valley shall be sweet to him; Everyone shall follow him, As countless have gone before him.","num":33},{"text":"How then can you comfort me with empty words, Since falsehood remains in your answers?\"","num":34}],"num":21},{"verses":[{"text":"Then Eliphaz the Temanite answered and said:","num":1},{"text":"\"Can a man be profitable to God, Though he who is wise may be profitable to himself?","num":2},{"text":"Is it any pleasure to the Almighty that you are righteous? Or is it gain to Him that you make your ways blameless?","num":3},{"text":"\"Is it because of your fear of Him that He corrects you, And enters into judgment with you?","num":4},{"text":"Is not your wickedness great, And your iniquity without end?","num":5},{"text":"For you have taken pledges from your brother for no reason, And stripped the naked of their clothing.","num":6},{"text":"You have not given the weary water to drink, And you have withheld bread from the hungry.","num":7},{"text":"But the mighty man possessed the land, And the honorable man dwelt in it.","num":8},{"text":"You have sent widows away empty, And the strength of the fatherless was crushed.","num":9},{"text":"Therefore snares are all around you, And sudden fear troubles you,","num":10},{"text":"Or darkness so that you cannot see; And an abundance of water covers you.","num":11},{"text":"\"Is not God in the height of heaven? And see the highest stars, how lofty they are!","num":12},{"text":"And you say, \"What does God know? Can He judge through the deep darkness?","num":13},{"text":"Thick clouds cover Him, so that He cannot see, And He walks above the circle of heaven.'","num":14},{"text":"Will you keep to the old way Which wicked men have trod,","num":15},{"text":"Who were cut down before their time, Whose foundations were swept away by a flood?","num":16},{"text":"They said to God, \"Depart from us! What can the Almighty do to them?'","num":17},{"text":"Yet He filled their houses with good things; But the counsel of the wicked is far from me.","num":18},{"text":"\"The righteous see it and are glad, And the innocent laugh at them:","num":19},{"text":"\"Surely our adversaries are cut down, And the fire consumes their remnant.'","num":20},{"text":"\"Now acquaint yourself with Him, and be at peace; Thereby good will come to you.","num":21},{"text":"Receive, please, instruction from His mouth, And lay up His words in your heart.","num":22},{"text":"If you return to the Almighty, you will be built up; You will remove iniquity far from your tents.","num":23},{"text":"Then you will lay your gold in the dust, And the gold of Ophir among the stones of the brooks.","num":24},{"text":"Yes, the Almighty will be your gold And your precious silver;","num":25},{"text":"For then you will have your delight in the Almighty, And lift up your face to God.","num":26},{"text":"You will make your prayer to Him, He will hear you, And you will pay your vows.","num":27},{"text":"You will also declare a thing, And it will be established for you; So light will shine on your ways.","num":28},{"text":"When they cast you down, and you say, \"Exaltation will come!' Then He will save the humble person.","num":29},{"text":"He will even deliver one who is not innocent; Yes, he will be delivered by the purity of your hands.\"","num":30}],"num":22},{"verses":[{"text":"Then Job answered and said:","num":1},{"text":"\"Even today my complaint is bitter; My hand is listless because of my groaning.","num":2},{"text":"Oh, that I knew where I might find Him, That I might come to His seat!","num":3},{"text":"I would present my case before Him, And fill my mouth with arguments.","num":4},{"text":"I would know the words which He would answer me, And understand what He would say to me.","num":5},{"text":"Would He contend with me in His great power? No! But He would take note of me.","num":6},{"text":"There the upright could reason with Him, And I would be delivered forever from my Judge.","num":7},{"text":"\"Look, I go forward, but He is not there, And backward, but I cannot perceive Him;","num":8},{"text":"When He works on the left hand, I cannot behold Him; When He turns to the right hand, I cannot see Him.","num":9},{"text":"But He knows the way that I take; When He has tested me, I shall come forth as gold.","num":10},{"text":"My foot has held fast to His steps; I have kept His way and not turned aside.","num":11},{"text":"I have not departed from the commandment of His lips; I have treasured the words of His mouth More than my necessary food.","num":12},{"text":"\"But He is unique, and who can make Him change? And whatever His soul desires, that He does.","num":13},{"text":"For He performs what is appointed for me, And many such things are with Him.","num":14},{"text":"Therefore I am terrified at His presence; When I consider this, I am afraid of Him.","num":15},{"text":"For God made my heart weak, And the Almighty terrifies me;","num":16},{"text":"Because I was not cut off from the presence of darkness, And He did not hide deep darkness from my face.","num":17}],"num":23},{"verses":[{"text":"\"Since times are not hidden from the Almighty, Why do those who know Him see not His days?","num":1},{"text":"\"Some remove landmarks; They seize flocks violently and feed on them;","num":2},{"text":"They drive away the donkey of the fatherless; They take the widow's ox as a pledge.","num":3},{"text":"They push the needy off the road; All the poor of the land are forced to hide.","num":4},{"text":"Indeed, like wild donkeys in the desert, They go out to their work, searching for food. The wilderness yields food for them and for their children.","num":5},{"text":"They gather their fodder in the field And glean in the vineyard of the wicked.","num":6},{"text":"They spend the night naked, without clothing, And have no covering in the cold.","num":7},{"text":"They are wet with the showers of the mountains, And huddle around the rock for want of shelter.","num":8},{"text":"\"Some snatch the fatherless from the breast, And take a pledge from the poor.","num":9},{"text":"They cause the poor to go naked, without clothing; And they take away the sheaves from the hungry.","num":10},{"text":"They press out oil within their walls, And tread winepresses, yet suffer thirst.","num":11},{"text":"The dying groan in the city, And the souls of the wounded cry out; Yet God does not charge them with wrong.","num":12},{"text":"\"There are those who rebel against the light; They do not know its ways Nor abide in its paths.","num":13},{"text":"The murderer rises with the light; He kills the poor and needy; And in the night he is like a thief.","num":14},{"text":"The eye of the adulterer waits for the twilight, Saying, \"No eye will see me'; And he disguises his face.","num":15},{"text":"In the dark they break into houses Which they marked for themselves in the daytime; They do not know the light.","num":16},{"text":"For the morning is the same to them as the shadow of death; If someone recognizes them, They are in the terrors of the shadow of death.","num":17},{"text":"\"They should be swift on the face of the waters, Their portion should be cursed in the earth, So that no one would turn into the way of their vineyards.","num":18},{"text":"As drought and heat consume the snow waters, So the grave consumes those who have sinned.","num":19},{"text":"The womb should forget him, The worm should feed sweetly on him; He should be remembered no more, And wickedness should be broken like a tree.","num":20},{"text":"For he preys on the barren who do not bear, And does no good for the widow.","num":21},{"text":"\"But God draws the mighty away with His power; He rises up, but no man is sure of life.","num":22},{"text":"He gives them security, and they rely on it; Yet His eyes are on their ways.","num":23},{"text":"They are exalted for a little while, Then they are gone. They are brought low; They are taken out of the way like all others; They dry out like the heads of grain.","num":24},{"text":"\"Now if it is not so, who will prove me a liar, And make my speech worth nothing?\"","num":25}],"num":24},{"verses":[{"text":"Then Bildad the Shuhite answered and said:","num":1},{"text":"\"Dominion and fear belong to Him; He makes peace in His high places.","num":2},{"text":"Is there any number to His armies? Upon whom does His light not rise?","num":3},{"text":"How then can man be righteous before God? Or how can he be pure who is born of a woman?","num":4},{"text":"If even the moon does not shine, And the stars are not pure in His sight,","num":5},{"text":"How much less man, who is a maggot, And a son of man, who is a worm?\"","num":6}],"num":25},{"verses":[{"text":"But Job answered and said:","num":1},{"text":"\"How have you helped him who is without power? How have you saved the arm that has no strength?","num":2},{"text":"How have you counseled one who has no wisdom? And how have you declared sound advice to many?","num":3},{"text":"To whom have you uttered words? And whose spirit came from you?","num":4},{"text":"\"The dead tremble, Those under the waters and those inhabiting them.","num":5},{"text":"Sheol is naked before Him, And Destruction has no covering.","num":6},{"text":"He stretches out the north over empty space; He hangs the earth on nothing.","num":7},{"text":"He binds up the water in His thick clouds, Yet the clouds are not broken under it.","num":8},{"text":"He covers the face of His throne, And spreads His cloud over it.","num":9},{"text":"He drew a circular horizon on the face of the waters, At the boundary of light and darkness.","num":10},{"text":"The pillars of heaven tremble, And are astonished at His rebuke.","num":11},{"text":"He stirs up the sea with His power, And by His understanding He breaks up the storm.","num":12},{"text":"By His Spirit He adorned the heavens; His hand pierced the fleeing serpent.","num":13},{"text":"Indeed these are the mere edges of His ways, And how small a whisper we hear of Him! But the thunder of His power who can understand?\"","num":14}],"num":26},{"verses":[{"text":"Moreover Job continued his discourse, and said:","num":1},{"text":"\"As God lives, who has taken away my justice, And the Almighty, who has made my soul bitter,","num":2},{"text":"As long as my breath is in me, And the breath of God in my nostrils,","num":3},{"text":"My lips will not speak wickedness, Nor my tongue utter deceit.","num":4},{"text":"Far be it from me That I should say you are right; Till I die I will not put away my integrity from me.","num":5},{"text":"My righteousness I hold fast, and will not let it go; My heart shall not reproach me as long as I live.","num":6},{"text":"\"May my enemy be like the wicked, And he who rises up against me like the unrighteous.","num":7},{"text":"For what is the hope of the hypocrite, Though he may gain much, If God takes away his life?","num":8},{"text":"Will God hear his cry When trouble comes upon him?","num":9},{"text":"Will he delight himself in the Almighty? Will he always call on God?","num":10},{"text":"\"I will teach you about the hand of God; What is with the Almighty I will not conceal.","num":11},{"text":"Surely all of you have seen it; Why then do you behave with complete nonsense?","num":12},{"text":"\"This is the portion of a wicked man with God, And the heritage of oppressors, received from the Almighty:","num":13},{"text":"If his children are multiplied, it is for the sword; And his offspring shall not be satisfied with bread.","num":14},{"text":"Those who survive him shall be buried in death, And their widows shall not weep,","num":15},{"text":"Though he heaps up silver like dust, And piles up clothing like clay--","num":16},{"text":"He may pile it up, but the just will wear it, And the innocent will divide the silver.","num":17},{"text":"He builds his house like a moth, Like a booth which a watchman makes.","num":18},{"text":"The rich man will lie down, But not be gathered up; He opens his eyes, And he is no more.","num":19},{"text":"Terrors overtake him like a flood; A tempest steals him away in the night.","num":20},{"text":"The east wind carries him away, and he is gone; It sweeps him out of his place.","num":21},{"text":"It hurls against him and does not spare; He flees desperately from its power.","num":22},{"text":"Men shall clap their hands at him, And shall hiss him out of his place.","num":23}],"num":27},{"verses":[{"text":"\"Surely there is a mine for silver, And a place where gold is refined.","num":1},{"text":"Iron is taken from the earth, And copper is smelted from ore.","num":2},{"text":"Man puts an end to darkness, And searches every recess For ore in the darkness and the shadow of death.","num":3},{"text":"He breaks open a shaft away from people; In places forgotten by feet They hang far away from men; They swing to and fro.","num":4},{"text":"As for the earth, from it comes bread, But underneath it is turned up as by fire;","num":5},{"text":"Its stones are the source of sapphires, And it contains gold dust.","num":6},{"text":"That path no bird knows, Nor has the falcon's eye seen it.","num":7},{"text":"The proud lions have not trodden it, Nor has the fierce lion passed over it.","num":8},{"text":"He puts his hand on the flint; He overturns the mountains at the roots.","num":9},{"text":"He cuts out channels in the rocks, And his eye sees every precious thing.","num":10},{"text":"He dams up the streams from trickling; What is hidden he brings forth to light.","num":11},{"text":"\"But where can wisdom be found? And where is the place of understanding?","num":12},{"text":"Man does not know its value, Nor is it found in the land of the living.","num":13},{"text":"The deep says, \"It is not in me'; And the sea says, \"It is not with me.'","num":14},{"text":"It cannot be purchased for gold, Nor can silver be weighed for its price.","num":15},{"text":"It cannot be valued in the gold of Ophir, In precious onyx or sapphire.","num":16},{"text":"Neither gold nor crystal can equal it, Nor can it be exchanged for jewelry of fine gold.","num":17},{"text":"No mention shall be made of coral or quartz, For the price of wisdom is above rubies.","num":18},{"text":"The topaz of Ethiopia cannot equal it, Nor can it be valued in pure gold.","num":19},{"text":"\"From where then does wisdom come? And where is the place of understanding?","num":20},{"text":"It is hidden from the eyes of all living, And concealed from the birds of the air.","num":21},{"text":"Destruction and Death say, \"We have heard a report about it with our ears.'","num":22},{"text":"God understands its way, And He knows its place.","num":23},{"text":"For He looks to the ends of the earth, And sees under the whole heavens,","num":24},{"text":"To establish a weight for the wind, And apportion the waters by measure.","num":25},{"text":"When He made a law for the rain, And a path for the thunderbolt,","num":26},{"text":"Then He saw wisdom and declared it; He prepared it, indeed, He searched it out.","num":27},{"text":"And to man He said, \"Behold, the fear of the Lord, that is wisdom, And to depart from evil is understanding.\"'","num":28}],"num":28},{"verses":[{"text":"Job further continued his discourse, and said:","num":1},{"text":"\"Oh, that I were as in months past, As in the days when God watched over me;","num":2},{"text":"When His lamp shone upon my head, And when by His light I walked through darkness;","num":3},{"text":"Just as I was in the days of my prime, When the friendly counsel of God was over my tent;","num":4},{"text":"When the Almighty was yet with me, When my children were around me;","num":5},{"text":"When my steps were bathed with cream, And the rock poured out rivers of oil for me!","num":6},{"text":"\"When I went out to the gate by the city, When I took my seat in the open square,","num":7},{"text":"The young men saw me and hid, And the aged arose and stood;","num":8},{"text":"The princes refrained from talking, And put their hand on their mouth;","num":9},{"text":"The voice of nobles was hushed, And their tongue stuck to the roof of their mouth.","num":10},{"text":"When the ear heard, then it blessed me, And when the eye saw, then it approved me;","num":11},{"text":"Because I delivered the poor who cried out, The fatherless and the one who had no helper.","num":12},{"text":"The blessing of a perishing man came upon me, And I caused the widow's heart to sing for joy.","num":13},{"text":"I put on righteousness, and it clothed me; My justice was like a robe and a turban.","num":14},{"text":"I was eyes to the blind, And I was feet to the lame.","num":15},{"text":"I was a father to the poor, And I searched out the case that I did not know.","num":16},{"text":"I broke the fangs of the wicked, And plucked the victim from his teeth.","num":17},{"text":"\"Then I said, \"I shall die in my nest, And multiply my days as the sand.","num":18},{"text":"My root is spread out to the waters, And the dew lies all night on my branch.","num":19},{"text":"My glory is fresh within me, And my bow is renewed in my hand.'","num":20},{"text":"\"Men listened to me and waited, And kept silence for my counsel.","num":21},{"text":"After my words they did not speak again, And my speech settled on them as dew.","num":22},{"text":"They waited for me as for the rain, And they opened their mouth wide as for the spring rain.","num":23},{"text":"If I mocked at them, they did not believe it, And the light of my countenance they did not cast down.","num":24},{"text":"I chose the way for them, and sat as chief; So I dwelt as a king in the army, As one who comforts mourners.","num":25}],"num":29},{"verses":[{"text":"\"But now they mock at me, men younger than I, Whose fathers I disdained to put with the dogs of my flock.","num":1},{"text":"Indeed, what profit is the strength of their hands to me? Their vigor has perished.","num":2},{"text":"They are gaunt from want and famine, Fleeing late to the wilderness, desolate and waste,","num":3},{"text":"Who pluck mallow by the bushes, And broom tree roots for their food.","num":4},{"text":"They were driven out from among men, They shouted at them as at a thief.","num":5},{"text":"They had to live in the clefts of the valleys, In caves of the earth and the rocks.","num":6},{"text":"Among the bushes they brayed, Under the nettles they nestled.","num":7},{"text":"They were sons of fools, Yes, sons of vile men; They were scourged from the land.","num":8},{"text":"\"And now I am their taunting song; Yes, I am their byword.","num":9},{"text":"They abhor me, they keep far from me; They do not hesitate to spit in my face.","num":10},{"text":"Because He has loosed my bowstring and afflicted me, They have cast off restraint before me.","num":11},{"text":"At my right hand the rabble arises; They push away my feet, And they raise against me their ways of destruction.","num":12},{"text":"They break up my path, They promote my calamity; They have no helper.","num":13},{"text":"They come as broad breakers; Under the ruinous storm they roll along.","num":14},{"text":"Terrors are turned upon me; They pursue my honor as the wind, And my prosperity has passed like a cloud.","num":15},{"text":"\"And now my soul is poured out because of my plight; The days of affliction take hold of me.","num":16},{"text":"My bones are pierced in me at night, And my gnawing pains take no rest.","num":17},{"text":"By great force my garment is disfigured; It binds me about as the collar of my coat.","num":18},{"text":"He has cast me into the mire, And I have become like dust and ashes.","num":19},{"text":"\"I cry out to You, but You do not answer me; I stand up, and You regard me.","num":20},{"text":"But You have become cruel to me; With the strength of Your hand You oppose me.","num":21},{"text":"You lift me up to the wind and cause me to ride on it; You spoil my success.","num":22},{"text":"For I know that You will bring me to death, And to the house appointed for all living.","num":23},{"text":"\"Surely He would not stretch out His hand against a heap of ruins, If they cry out when He destroys it.","num":24},{"text":"Have I not wept for him who was in trouble? Has not my soul grieved for the poor?","num":25},{"text":"But when I looked for good, evil came to me; And when I waited for light, then came darkness.","num":26},{"text":"My heart is in turmoil and cannot rest; Days of affliction confront me.","num":27},{"text":"I go about mourning, but not in the sun; I stand up in the assembly and cry out for help.","num":28},{"text":"I am a brother of jackals, And a companion of ostriches.","num":29},{"text":"My skin grows black and falls from me; My bones burn with fever.","num":30},{"text":"My harp is turned to mourning, And my flute to the voice of those who weep.","num":31}],"num":30},{"verses":[{"text":"\"I have made a covenant with my eyes; Why then should I look upon a young woman?","num":1},{"text":"For what is the allotment of God from above, And the inheritance of the Almighty from on high?","num":2},{"text":"Is it not destruction for the wicked, And disaster for the workers of iniquity?","num":3},{"text":"Does He not see my ways, And count all my steps?","num":4},{"text":"\"If I have walked with falsehood, Or if my foot has hastened to deceit,","num":5},{"text":"Let me be weighed on honest scales, That God may know my integrity.","num":6},{"text":"If my step has turned from the way, Or my heart walked after my eyes, Or if any spot adheres to my hands,","num":7},{"text":"Then let me sow, and another eat; Yes, let my harvest be rooted out.","num":8},{"text":"\"If my heart has been enticed by a woman, Or if I have lurked at my neighbor's door,","num":9},{"text":"Then let my wife grind for another, And let others bow down over her.","num":10},{"text":"For that would be wickedness; Yes, it would be iniquity deserving of judgment.","num":11},{"text":"For that would be a fire that consumes to destruction, And would root out all my increase.","num":12},{"text":"\"If I have despised the cause of my male or female servant When they complained against me,","num":13},{"text":"What then shall I do when God rises up? When He punishes, how shall I answer Him?","num":14},{"text":"Did not He who made me in the womb make them? Did not the same One fashion us in the womb?","num":15},{"text":"\"If I have kept the poor from their desire, Or caused the eyes of the widow to fail,","num":16},{"text":"Or eaten my morsel by myself, So that the fatherless could not eat of it","num":17},{"text":"(But from my youth I reared him as a father, And from my mother's womb I guided the widow);","num":18},{"text":"If I have seen anyone perish for lack of clothing, Or any poor man without covering;","num":19},{"text":"If his heart has not blessed me, And if he was not warmed with the fleece of my sheep;","num":20},{"text":"If I have raised my hand against the fatherless, When I saw I had help in the gate;","num":21},{"text":"Then let my arm fall from my shoulder, Let my arm be torn from the socket.","num":22},{"text":"For destruction from God is a terror to me, And because of His magnificence I cannot endure.","num":23},{"text":"\"If I have made gold my hope, Or said to fine gold, \"You are my confidence';","num":24},{"text":"If I have rejoiced because my wealth was great, And because my hand had gained much;","num":25},{"text":"If I have observed the sun when it shines, Or the moon moving in brightness,","num":26},{"text":"So that my heart has been secretly enticed, And my mouth has kissed my hand;","num":27},{"text":"This also would be an iniquity deserving of judgment, For I would have denied God who is above.","num":28},{"text":"\"If I have rejoiced at the destruction of him who hated me, Or lifted myself up when evil found him","num":29},{"text":"(Indeed I have not allowed my mouth to sin By asking for a curse on his soul);","num":30},{"text":"If the men of my tent have not said, \"Who is there that has not been satisfied with his meat?'","num":31},{"text":"(But no sojourner had to lodge in the street, For I have opened my doors to the traveler);","num":32},{"text":"If I have covered my transgressions as Adam, By hiding my iniquity in my bosom,","num":33},{"text":"Because I feared the great multitude, And dreaded the contempt of families, So that I kept silence And did not go out of the door--","num":34},{"text":"Oh, that I had one to hear me! Here is my mark. Oh, that the Almighty would answer me, That my Prosecutor had written a book!","num":35},{"text":"Surely I would carry it on my shoulder, And bind it on me like a crown;","num":36},{"text":"I would declare to Him the number of my steps; Like a prince I would approach Him.","num":37},{"text":"\"If my land cries out against me, And its furrows weep together;","num":38},{"text":"If I have eaten its fruit without money, Or caused its owners to lose their lives;","num":39},{"text":"Then let thistles grow instead of wheat, And weeds instead of barley.\" The words of Job are ended.","num":40}],"num":31},{"verses":[{"text":"So these three men ceased answering Job, because he was righteous in his own eyes.","num":1},{"text":"Then the wrath of Elihu, the son of Barachel the Buzite, of the family of Ram, was aroused against Job; his wrath was aroused because he justified himself rather than God.","num":2},{"text":"Also against his three friends his wrath was aroused, because they had found no answer, and yet had condemned Job.","num":3},{"text":"Now because they were years older than he, Elihu had waited to speak to Job.","num":4},{"text":"When Elihu saw that there was no answer in the mouth of these three men, his wrath was aroused.","num":5},{"text":"So Elihu, the son of Barachel the Buzite, answered and said: \"I am young in years, and you are very old; Therefore I was afraid, And dared not declare my opinion to you.","num":6},{"text":"I said, \"Age should speak, And multitude of years should teach wisdom.'","num":7},{"text":"But there is a spirit in man, And the breath of the Almighty gives him understanding.","num":8},{"text":"Great men are not always wise, Nor do the aged always understand justice.","num":9},{"text":"\"Therefore I say, \"Listen to me, I also will declare my opinion.'","num":10},{"text":"Indeed I waited for your words, I listened to your reasonings, while you searched out what to say.","num":11},{"text":"I paid close attention to you; And surely not one of you convinced Job, Or answered his words--","num":12},{"text":"Lest you say, \"We have found wisdom'; God will vanquish him, not man.","num":13},{"text":"Now he has not directed his words against me; So I will not answer him with your words.","num":14},{"text":"\"They are dismayed and answer no more; Words escape them.","num":15},{"text":"And I have waited, because they did not speak, Because they stood still and answered no more.","num":16},{"text":"I also will answer my part, I too will declare my opinion.","num":17},{"text":"For I am full of words; The spirit within me compels me.","num":18},{"text":"Indeed my belly is like wine that has no vent; It is ready to burst like new wineskins.","num":19},{"text":"I will speak, that I may find relief; I must open my lips and answer.","num":20},{"text":"Let me not, I pray, show partiality to anyone; Nor let me flatter any man.","num":21},{"text":"For I do not know how to flatter, Else my Maker would soon take me away.","num":22}],"num":32},{"verses":[{"text":"\"But please, Job, hear my speech, And listen to all my words.","num":1},{"text":"Now, I open my mouth; My tongue speaks in my mouth.","num":2},{"text":"My words come from my upright heart; My lips utter pure knowledge.","num":3},{"text":"The Spirit of God has made me, And the breath of the Almighty gives me life.","num":4},{"text":"If you can answer me, Set your words in order before me; Take your stand.","num":5},{"text":"Truly I am as your spokesman before God; I also have been formed out of clay.","num":6},{"text":"Surely no fear of me will terrify you, Nor will my hand be heavy on you.","num":7},{"text":"\"Surely you have spoken in my hearing, And I have heard the sound of your words, saying,","num":8},{"text":"\"I am pure, without transgression; I am innocent, and there is no iniquity in me.","num":9},{"text":"Yet He finds occasions against me, He counts me as His enemy;","num":10},{"text":"He puts my feet in the stocks, He watches all my paths.'","num":11},{"text":"\"Look, in this you are not righteous. I will answer you, For God is greater than man.","num":12},{"text":"Why do you contend with Him? For He does not give an accounting of any of His words.","num":13},{"text":"For God may speak in one way, or in another, Yet man does not perceive it.","num":14},{"text":"In a dream, in a vision of the night, When deep sleep falls upon men, While slumbering on their beds,","num":15},{"text":"Then He opens the ears of men, And seals their instruction.","num":16},{"text":"In order to turn man from his deed, And conceal pride from man,","num":17},{"text":"He keeps back his soul from the Pit, And his life from perishing by the sword.","num":18},{"text":"\"Man is also chastened with pain on his bed, And with strong pain in many of his bones,","num":19},{"text":"So that his life abhors bread, And his soul succulent food.","num":20},{"text":"His flesh wastes away from sight, And his bones stick out which once were not seen.","num":21},{"text":"Yes, his soul draws near the Pit, And his life to the executioners.","num":22},{"text":"\"If there is a messenger for him, A mediator, one among a thousand, To show man His uprightness,","num":23},{"text":"Then He is gracious to him, and says, \"Deliver him from going down to the Pit; I have found a ransom';","num":24},{"text":"His flesh shall be young like a child's, He shall return to the days of his youth.","num":25},{"text":"He shall pray to God, and He will delight in him, He shall see His face with joy, For He restores to man His righteousness.","num":26},{"text":"Then he looks at men and says, \"I have sinned, and perverted what was right, And it did not profit me.'","num":27},{"text":"He will redeem his soul from going down to the Pit, And his life shall see the light.","num":28},{"text":"\"Behold, God works all these things, Twice, in fact, three times with a man,","num":29},{"text":"To bring back his soul from the Pit, That he may be enlightened with the light of life.","num":30},{"text":"\"Give ear, Job, listen to me; Hold your peace, and I will speak.","num":31},{"text":"If you have anything to say, answer me; Speak, for I desire to justify you.","num":32},{"text":"If not, listen to me; Hold your peace, and I will teach you wisdom.\"","num":33}],"num":33},{"verses":[{"text":"Elihu further answered and said:","num":1},{"text":"\"Hear my words, you wise men; Give ear to me, you who have knowledge.","num":2},{"text":"For the ear tests words As the palate tastes food.","num":3},{"text":"Let us choose justice for ourselves; Let us know among ourselves what is good.","num":4},{"text":"\"For Job has said, \"I am righteous, But God has taken away my justice;","num":5},{"text":"Should I lie concerning my right? My wound is incurable, though I am without transgression.'","num":6},{"text":"What man is like Job, Who drinks scorn like water,","num":7},{"text":"Who goes in company with the workers of iniquity, And walks with wicked men?","num":8},{"text":"For he has said, \"It profits a man nothing That he should delight in God.'","num":9},{"text":"\"Therefore listen to me, you men of understanding: Far be it from God to do wickedness, And from the Almighty to commit iniquity.","num":10},{"text":"For He repays man according to his work, And makes man to find a reward according to his way.","num":11},{"text":"Surely God will never do wickedly, Nor will the Almighty pervert justice.","num":12},{"text":"Who gave Him charge over the earth? Or who appointed Him over the whole world?","num":13},{"text":"If He should set His heart on it, If He should gather to Himself His Spirit and His breath,","num":14},{"text":"All flesh would perish together, And man would return to dust.","num":15},{"text":"\"If you have understanding, hear this; Listen to the sound of my words:","num":16},{"text":"Should one who hates justice govern? Will you condemn Him who is most just?","num":17},{"text":"Is it fitting to say to a king, \"You are worthless,' And to nobles, \"You are wicked'?","num":18},{"text":"Yet He is not partial to princes, Nor does He regard the rich more than the poor; For they are all the work of His hands.","num":19},{"text":"In a moment they die, in the middle of the night; The people are shaken and pass away; The mighty are taken away without a hand.","num":20},{"text":"\"For His eyes are on the ways of man, And He sees all his steps.","num":21},{"text":"There is no darkness nor shadow of death Where the workers of iniquity may hide themselves.","num":22},{"text":"For He need not further consider a man, That he should go before God in judgment.","num":23},{"text":"He breaks in pieces mighty men without inquiry, And sets others in their place.","num":24},{"text":"Therefore He knows their works; He overthrows them in the night, And they are crushed.","num":25},{"text":"He strikes them as wicked men In the open sight of others,","num":26},{"text":"Because they turned back from Him, And would not consider any of His ways,","num":27},{"text":"So that they caused the cry of the poor to come to Him; For He hears the cry of the afflicted.","num":28},{"text":"When He gives quietness, who then can make trouble? And when He hides His face, who then can see Him, Whether it is against a nation or a man alone?--","num":29},{"text":"That the hypocrite should not reign, Lest the people be ensnared.","num":30},{"text":"\"For has anyone said to God, \"I have borne chastening; I will offend no more;","num":31},{"text":"Teach me what I do not see; If I have done iniquity, I will do no more'?","num":32},{"text":"Should He repay it according to your terms, Just because you disavow it? You must choose, and not I; Therefore speak what you know.","num":33},{"text":"\"Men of understanding say to me, Wise men who listen to me:","num":34},{"text":"\"Job speaks without knowledge, His words are without wisdom.'","num":35},{"text":"Oh, that Job were tried to the utmost, Because his answers are like those of wicked men!","num":36},{"text":"For he adds rebellion to his sin; He claps his hands among us, And multiplies his words against God.\"","num":37}],"num":34},{"verses":[{"text":"Moreover Elihu answered and said:","num":1},{"text":"\"Do you think this is right? Do you say, \"My righteousness is more than God's'?","num":2},{"text":"For you say, \"What advantage will it be to You? What profit shall I have, more than if I had sinned?'","num":3},{"text":"\"I will answer you, And your companions with you.","num":4},{"text":"Look to the heavens and see; And behold the clouds-- They are higher than you.","num":5},{"text":"If you sin, what do you accomplish against Him? Or, if your transgressions are multiplied, what do you do to Him?","num":6},{"text":"If you are righteous, what do you give Him? Or what does He receive from your hand?","num":7},{"text":"Your wickedness affects a man such as you, And your righteousness a son of man.","num":8},{"text":"\"Because of the multitude of oppressions they cry out; They cry out for help because of the arm of the mighty.","num":9},{"text":"But no one says, \"Where is God my Maker, Who gives songs in the night,","num":10},{"text":"Who teaches us more than the beasts of the earth, And makes us wiser than the birds of heaven?'","num":11},{"text":"There they cry out, but He does not answer, Because of the pride of evil men.","num":12},{"text":"Surely God will not listen to empty talk, Nor will the Almighty regard it.","num":13},{"text":"Although you say you do not see Him, Yet justice is before Him, and you must wait for Him.","num":14},{"text":"And now, because He has not punished in His anger, Nor taken much notice of folly,","num":15},{"text":"Therefore Job opens his mouth in vain; He multiplies words without knowledge.\"","num":16}],"num":35},{"verses":[{"text":"Elihu also proceeded and said:","num":1},{"text":"\"Bear with me a little, and I will show you That there are yet words to speak on God's behalf.","num":2},{"text":"I will fetch my knowledge from afar; I will ascribe righteousness to my Maker.","num":3},{"text":"For truly my words are not false; One who is perfect in knowledge is with you.","num":4},{"text":"\"Behold, God is mighty, but despises no one; He is mighty in strength of understanding.","num":5},{"text":"He does not preserve the life of the wicked, But gives justice to the oppressed.","num":6},{"text":"He does not withdraw His eyes from the righteous; But they are on the throne with kings, For He has seated them forever, And they are exalted.","num":7},{"text":"And if they are bound in fetters, Held in the cords of affliction,","num":8},{"text":"Then He tells them their work and their transgressions-- That they have acted defiantly.","num":9},{"text":"He also opens their ear to instruction, And commands that they turn from iniquity.","num":10},{"text":"If they obey and serve Him, They shall spend their days in prosperity, And their years in pleasures.","num":11},{"text":"But if they do not obey, They shall perish by the sword, And they shall die without knowledge.","num":12},{"text":"\"But the hypocrites in heart store up wrath; They do not cry for help when He binds them.","num":13},{"text":"They die in youth, And their life ends among the perverted persons.","num":14},{"text":"He delivers the poor in their affliction, And opens their ears in oppression.","num":15},{"text":"\"Indeed He would have brought you out of dire distress, Into a broad place where there is no restraint; And what is set on your table would be full of richness.","num":16},{"text":"But you are filled with the judgment due the wicked; Judgment and justice take hold of you.","num":17},{"text":"Because there is wrath, beware lest He take you away with one blow; For a large ransom would not help you avoid it.","num":18},{"text":"Will your riches, Or all the mighty forces, Keep you from distress?","num":19},{"text":"Do not desire the night, When people are cut off in their place.","num":20},{"text":"Take heed, do not turn to iniquity, For you have chosen this rather than affliction.","num":21},{"text":"\"Behold, God is exalted by His power; Who teaches like Him?","num":22},{"text":"Who has assigned Him His way, Or who has said, \"You have done wrong'?","num":23},{"text":"\"Remember to magnify His work, Of which men have sung.","num":24},{"text":"Everyone has seen it; Man looks on it from afar.","num":25},{"text":"\"Behold, God is great, and we do not know Him; Nor can the number of His years be discovered.","num":26},{"text":"For He draws up drops of water, Which distill as rain from the mist,","num":27},{"text":"Which the clouds drop down And pour abundantly on man.","num":28},{"text":"Indeed, can anyone understand the spreading of clouds, The thunder from His canopy?","num":29},{"text":"Look, He scatters His light upon it, And covers the depths of the sea.","num":30},{"text":"For by these He judges the peoples; He gives food in abundance.","num":31},{"text":"He covers His hands with lightning, And commands it to strike.","num":32},{"text":"His thunder declares it, The cattle also, concerning the rising storm.","num":33}],"num":36},{"verses":[{"text":"\"At this also my heart trembles, And leaps from its place.","num":1},{"text":"Hear attentively the thunder of His voice, And the rumbling that comes from His mouth.","num":2},{"text":"He sends it forth under the whole heaven, His lightning to the ends of the earth.","num":3},{"text":"After it a voice roars; He thunders with His majestic voice, And He does not restrain them when His voice is heard.","num":4},{"text":"God thunders marvelously with His voice; He does great things which we cannot comprehend.","num":5},{"text":"For He says to the snow, \"Fall on the earth'; Likewise to the gentle rain and the heavy rain of His strength.","num":6},{"text":"He seals the hand of every man, That all men may know His work.","num":7},{"text":"The beasts go into dens, And remain in their lairs.","num":8},{"text":"From the chamber of the south comes the whirlwind, And cold from the scattering winds of the north.","num":9},{"text":"By the breath of God ice is given, And the broad waters are frozen.","num":10},{"text":"Also with moisture He saturates the thick clouds; He scatters His bright clouds.","num":11},{"text":"And they swirl about, being turned by His guidance, That they may do whatever He commands them On the face of the whole earth.","num":12},{"text":"He causes it to come, Whether for correction, Or for His land, Or for mercy.","num":13},{"text":"\"Listen to this, O Job; Stand still and consider the wondrous works of God.","num":14},{"text":"Do you know when God dispatches them, And causes the light of His cloud to shine?","num":15},{"text":"Do you know how the clouds are balanced, Those wondrous works of Him who is perfect in knowledge?","num":16},{"text":"Why are your garments hot, When He quiets the earth by the south wind?","num":17},{"text":"With Him, have you spread out the skies, Strong as a cast metal mirror?","num":18},{"text":"\"Teach us what we should say to Him, For we can prepare nothing because of the darkness.","num":19},{"text":"Should He be told that I wish to speak? If a man were to speak, surely he would be swallowed up.","num":20},{"text":"Even now men cannot look at the light when it is bright in the skies, When the wind has passed and cleared them.","num":21},{"text":"He comes from the north as golden splendor; With God is awesome majesty.","num":22},{"text":"As for the Almighty, we cannot find Him; He is excellent in power, In judgment and abundant justice; He does not oppress.","num":23},{"text":"Therefore men fear Him; He shows no partiality to any who are wise of heart.\"","num":24}],"num":37},{"verses":[{"text":"Then the LORD answered Job out of the whirlwind, and said:","num":1},{"text":"\"Who is this who darkens counsel By words without knowledge?","num":2},{"text":"Now prepare yourself like a man; I will question you, and you shall answer Me.","num":3},{"text":"\"Where were you when I laid the foundations of the earth? Tell Me, if you have understanding.","num":4},{"text":"Who determined its measurements? Surely you know! Or who stretched the line upon it?","num":5},{"text":"To what were its foundations fastened? Or who laid its cornerstone,","num":6},{"text":"When the morning stars sang together, And all the sons of God shouted for joy?","num":7},{"text":"\"Or who shut in the sea with doors, When it burst forth and issued from the womb;","num":8},{"text":"When I made the clouds its garment, And thick darkness its swaddling band;","num":9},{"text":"When I fixed My limit for it, And set bars and doors;","num":10},{"text":"When I said, \"This far you may come, but no farther, And here your proud waves must stop!'","num":11},{"text":"\"Have you commanded the morning since your days began, And caused the dawn to know its place,","num":12},{"text":"That it might take hold of the ends of the earth, And the wicked be shaken out of it?","num":13},{"text":"It takes on form like clay under a seal, And stands out like a garment.","num":14},{"text":"From the wicked their light is withheld, And the upraised arm is broken.","num":15},{"text":"\"Have you entered the springs of the sea? Or have you walked in search of the depths?","num":16},{"text":"Have the gates of death been revealed to you? Or have you seen the doors of the shadow of death?","num":17},{"text":"Have you comprehended the breadth of the earth? Tell Me, if you know all this.","num":18},{"text":"\"Where is the way to the dwelling of light? And darkness, where is its place,","num":19},{"text":"That you may take it to its territory, That you may know the paths to its home?","num":20},{"text":"Do you know it, because you were born then, Or because the number of your days is great?","num":21},{"text":"\"Have you entered the treasury of snow, Or have you seen the treasury of hail,","num":22},{"text":"Which I have reserved for the time of trouble, For the day of battle and war?","num":23},{"text":"By what way is light diffused, Or the east wind scattered over the earth?","num":24},{"text":"\"Who has divided a channel for the overflowing water, Or a path for the thunderbolt,","num":25},{"text":"To cause it to rain on a land where there is no one, A wilderness in which there is no man;","num":26},{"text":"To satisfy the desolate waste, And cause to spring forth the growth of tender grass?","num":27},{"text":"Has the rain a father? Or who has begotten the drops of dew?","num":28},{"text":"From whose womb comes the ice? And the frost of heaven, who gives it birth?","num":29},{"text":"The waters harden like stone, And the surface of the deep is frozen.","num":30},{"text":"\"Can you bind the cluster of the Pleiades, Or loose the belt of Orion?","num":31},{"text":"Can you bring out Mazzaroth in its season? Or can you guide the Great Bear with its cubs?","num":32},{"text":"Do you know the ordinances of the heavens? Can you set their dominion over the earth?","num":33},{"text":"\"Can you lift up your voice to the clouds, That an abundance of water may cover you?","num":34},{"text":"Can you send out lightnings, that they may go, And say to you, \"Here we are!'?","num":35},{"text":"Who has put wisdom in the mind? Or who has given understanding to the heart?","num":36},{"text":"Who can number the clouds by wisdom? Or who can pour out the bottles of heaven,","num":37},{"text":"When the dust hardens in clumps, And the clods cling together?","num":38},{"text":"\"Can you hunt the prey for the lion, Or satisfy the appetite of the young lions,","num":39},{"text":"When they crouch in their dens, Or lurk in their lairs to lie in wait?","num":40},{"text":"Who provides food for the raven, When its young ones cry to God, And wander about for lack of food?","num":41}],"num":38},{"verses":[{"text":"\"Do you know the time when the wild mountain goats bear young? Or can you mark when the deer gives birth?","num":1},{"text":"Can you number the months that they fulfill? Or do you know the time when they bear young?","num":2},{"text":"They bow down, They bring forth their young, They deliver their offspring.","num":3},{"text":"Their young ones are healthy, They grow strong with grain; They depart and do not return to them.","num":4},{"text":"\"Who set the wild donkey free? Who loosed the bonds of the onager,","num":5},{"text":"Whose home I have made the wilderness, And the barren land his dwelling?","num":6},{"text":"He scorns the tumult of the city; He does not heed the shouts of the driver.","num":7},{"text":"The range of the mountains is his pasture, And he searches after every green thing.","num":8},{"text":"\"Will the wild ox be willing to serve you? Will he bed by your manger?","num":9},{"text":"Can you bind the wild ox in the furrow with ropes? Or will he plow the valleys behind you?","num":10},{"text":"Will you trust him because his strength is great? Or will you leave your labor to him?","num":11},{"text":"Will you trust him to bring home your grain, And gather it to your threshing floor?","num":12},{"text":"\"The wings of the ostrich wave proudly, But are her wings and pinions like the kindly stork's?","num":13},{"text":"For she leaves her eggs on the ground, And warms them in the dust;","num":14},{"text":"She forgets that a foot may crush them, Or that a wild beast may break them.","num":15},{"text":"She treats her young harshly, as though they were not hers; Her labor is in vain, without concern,","num":16},{"text":"Because God deprived her of wisdom, And did not endow her with understanding.","num":17},{"text":"When she lifts herself on high, She scorns the horse and its rider.","num":18},{"text":"\"Have you given the horse strength? Have you clothed his neck with thunder?","num":19},{"text":"Can you frighten him like a locust? His majestic snorting strikes terror.","num":20},{"text":"He paws in the valley, and rejoices in his strength; He gallops into the clash of arms.","num":21},{"text":"He mocks at fear, and is not frightened; Nor does he turn back from the sword.","num":22},{"text":"The quiver rattles against him, The glittering spear and javelin.","num":23},{"text":"He devours the distance with fierceness and rage; Nor does he come to a halt because the trumpet has sounded.","num":24},{"text":"At the blast of the trumpet he says, \"Aha!' He smells the battle from afar, The thunder of captains and shouting.","num":25},{"text":"\"Does the hawk fly by your wisdom, And spread its wings toward the south?","num":26},{"text":"Does the eagle mount up at your command, And make its nest on high?","num":27},{"text":"On the rock it dwells and resides, On the crag of the rock and the stronghold.","num":28},{"text":"From there it spies out the prey; Its eyes observe from afar.","num":29},{"text":"Its young ones suck up blood; And where the slain are, there it is.\"","num":30}],"num":39},{"verses":[{"text":"Moreover the LORD answered Job, and said:","num":1},{"text":"\"Shall the one who contends with the Almighty correct Him? He who rebukes God, let him answer it.\"","num":2},{"text":"Then Job answered the LORD and said:","num":3},{"text":"\"Behold, I am vile; What shall I answer You? I lay my hand over my mouth.","num":4},{"text":"Once I have spoken, but I will not answer; Yes, twice, but I will proceed no further.\"","num":5},{"text":"Then the LORD answered Job out of the whirlwind, and said:","num":6},{"text":"\"Now prepare yourself like a man; I will question you, and you shall answer Me:","num":7},{"text":"\"Would you indeed annul My judgment? Would you condemn Me that you may be justified?","num":8},{"text":"Have you an arm like God? Or can you thunder with a voice like His?","num":9},{"text":"Then adorn yourself with majesty and splendor, And array yourself with glory and beauty.","num":10},{"text":"Disperse the rage of your wrath; Look on everyone who is proud, and humble him.","num":11},{"text":"Look on everyone who is proud, and bring him low; Tread down the wicked in their place.","num":12},{"text":"Hide them in the dust together, Bind their faces in hidden darkness.","num":13},{"text":"Then I will also confess to you That your own right hand can save you.","num":14},{"text":"\"Look now at the behemoth, which I made along with you; He eats grass like an ox.","num":15},{"text":"See now, his strength is in his hips, And his power is in his stomach muscles.","num":16},{"text":"He moves his tail like a cedar; The sinews of his thighs are tightly knit.","num":17},{"text":"His bones are like beams of bronze, His ribs like bars of iron.","num":18},{"text":"He is the first of the ways of God; Only He who made him can bring near His sword.","num":19},{"text":"Surely the mountains yield food for him, And all the beasts of the field play there.","num":20},{"text":"He lies under the lotus trees, In a covert of reeds and marsh.","num":21},{"text":"The lotus trees cover him with their shade; The willows by the brook surround him.","num":22},{"text":"Indeed the river may rage, Yet he is not disturbed; He is confident, though the Jordan gushes into his mouth,","num":23},{"text":"Though he takes it in his eyes, Or one pierces his nose with a snare.","num":24}],"num":40},{"verses":[{"text":"\"Can you draw out Leviathan with a hook, Or snare his tongue with a line which you lower?","num":1},{"text":"Can you put a reed through his nose, Or pierce his jaw with a hook?","num":2},{"text":"Will he make many supplications to you? Will he speak softly to you?","num":3},{"text":"Will he make a covenant with you? Will you take him as a servant forever?","num":4},{"text":"Will you play with him as with a bird, Or will you leash him for your maidens?","num":5},{"text":"Will your companions make a banquet of him? Will they apportion him among the merchants?","num":6},{"text":"Can you fill his skin with harpoons, Or his head with fishing spears?","num":7},{"text":"Lay your hand on him; Remember the battle-- Never do it again!","num":8},{"text":"Indeed, any hope of overcoming him is false; Shall one not be overwhelmed at the sight of him?","num":9},{"text":"No one is so fierce that he would dare stir him up. Who then is able to stand against Me?","num":10},{"text":"Who has preceded Me, that I should pay him? Everything under heaven is Mine.","num":11},{"text":"\"I will not conceal his limbs, His mighty power, or his graceful proportions.","num":12},{"text":"Who can remove his outer coat? Who can approach him with a double bridle?","num":13},{"text":"Who can open the doors of his face, With his terrible teeth all around?","num":14},{"text":"His rows of scales are his pride, Shut up tightly as with a seal;","num":15},{"text":"One is so near another That no air can come between them;","num":16},{"text":"They are joined one to another, They stick together and cannot be parted.","num":17},{"text":"His sneezings flash forth light, And his eyes are like the eyelids of the morning.","num":18},{"text":"Out of his mouth go burning lights; Sparks of fire shoot out.","num":19},{"text":"Smoke goes out of his nostrils, As from a boiling pot and burning rushes.","num":20},{"text":"His breath kindles coals, And a flame goes out of his mouth.","num":21},{"text":"Strength dwells in his neck, And sorrow dances before him.","num":22},{"text":"The folds of his flesh are joined together; They are firm on him and cannot be moved.","num":23},{"text":"His heart is as hard as stone, Even as hard as the lower millstone.","num":24},{"text":"When he raises himself up, the mighty are afraid; Because of his crashings they are beside themselves.","num":25},{"text":"Though the sword reaches him, it cannot avail; Nor does spear, dart, or javelin.","num":26},{"text":"He regards iron as straw, And bronze as rotten wood.","num":27},{"text":"The arrow cannot make him flee; Slingstones become like stubble to him.","num":28},{"text":"Darts are regarded as straw; He laughs at the threat of javelins.","num":29},{"text":"His undersides are like sharp potsherds; He spreads pointed marks in the mire.","num":30},{"text":"He makes the deep boil like a pot; He makes the sea like a pot of ointment.","num":31},{"text":"He leaves a shining wake behind him; One would think the deep had white hair.","num":32},{"text":"On earth there is nothing like him, Which is made without fear.","num":33},{"text":"He beholds every high thing; He is king over all the children of pride.\"","num":34}],"num":41},{"verses":[{"text":"Then Job answered the LORD and said:","num":1},{"text":"\"I know that You can do everything, And that no purpose of Yours can be withheld from You.","num":2},{"text":"You asked, \"Who is this who hides counsel without knowledge?' Therefore I have uttered what I did not understand, Things too wonderful for me, which I did not know.","num":3},{"text":"Listen, please, and let me speak; You said, \"I will question you, and you shall answer Me.'","num":4},{"text":"\"I have heard of You by the hearing of the ear, But now my eye sees You.","num":5},{"text":"Therefore I abhor myself, And repent in dust and ashes.\"","num":6},{"text":"And so it was, after the LORD had spoken these words to Job, that the LORD said to Eliphaz the Temanite, \"My wrath is aroused against you and your two friends, for you have not spoken of Me what is right, as My servant Job has.","num":7},{"text":"Now therefore, take for yourselves seven bulls and seven rams, go to My servant Job, and offer up for yourselves a burnt offering; and My servant Job shall pray for you. For I will accept him, lest I deal with you according to your folly; because you have not spoken of Me what is right, as My servant Job has.\"","num":8},{"text":"So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the LORD commanded them; for the LORD had accepted Job.","num":9},{"text":"And the LORD restored Job's losses when he prayed for his friends. Indeed the LORD gave Job twice as much as he had before.","num":10},{"text":"Then all his brothers, all his sisters, and all those who had been his acquaintances before, came to him and ate food with him in his house; and they consoled him and comforted him for all the adversity that the LORD had brought upon him. Each one gave him a piece of silver and each a ring of gold.","num":11},{"text":"Now the LORD blessed the latter days of Job more than his beginning; for he had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys.","num":12},{"text":"He also had seven sons and three daughters.","num":13},{"text":"And he called the name of the first Jemimah, the name of the second Keziah, and the name of the third Keren-Happuch.","num":14},{"text":"In all the land were found no women so beautiful as the daughters of Job; and their father gave them an inheritance among their brothers.","num":15},{"text":"After this Job lived one hundred and forty years, and saw his children and grandchildren for four generations.","num":16},{"text":"So Job died, old and full of days.","num":17}],"num":42}]}
