{"name":"Lamentations","chapters":[{"verses":[{"text":"How lonely sits the city That was full of people! How like a widow is she, Who was great among the nations! The princess among the provinces Has become a slave!","num":1},{"text":"She weeps bitterly in the night, Her tears are on her cheeks; Among all her lovers She has none to comfort her. All her friends have dealt treacherously with her; They have become her enemies.","num":2},{"text":"Judah has gone into captivity, Under affliction and hard servitude; She dwells among the nations, She finds no rest; All her persecutors overtake her in dire straits.","num":3},{"text":"The roads to Zion mourn Because no one comes to the set feasts. All her gates are desolate; Her priests sigh, Her virgins are afflicted, And she is in bitterness.","num":4},{"text":"Her adversaries have become the master, Her enemies prosper; For the LORD has afflicted her Because of the multitude of her transgressions. Her children have gone into captivity before the enemy.","num":5},{"text":"And from the daughter of Zion All her splendor has departed. Her princes have become like deer That find no pasture, That flee without strength Before the pursuer.","num":6},{"text":"In the days of her affliction and roaming, Jerusalem remembers all her pleasant things That she had in the days of old. When her people fell into the hand of the enemy, With no one to help her, The adversaries saw her And mocked at her downfall.","num":7},{"text":"Jerusalem has sinned gravely, Therefore she has become vile. All who honored her despise her Because they have seen her nakedness; Yes, she sighs and turns away.","num":8},{"text":"Her uncleanness is in her skirts; She did not consider her destiny; Therefore her collapse was awesome; She had no comforter. \"O LORD, behold my affliction, For the enemy is exalted!\"","num":9},{"text":"The adversary has spread his hand Over all her pleasant things; For she has seen the nations enter her sanctuary, Those whom You commanded Not to enter Your assembly.","num":10},{"text":"All her people sigh, They seek bread; They have given their valuables for food to restore life. \"See, O LORD, and consider, For I am scorned.\"","num":11},{"text":"\"Is it nothing to you, all you who pass by? Behold and see If there is any sorrow like my sorrow, Which has been brought on me, Which the LORD has inflicted In the day of His fierce anger.","num":12},{"text":"\"From above He has sent fire into my bones, And it overpowered them; He has spread a net for my feet And turned me back; He has made me desolate And faint all the day.","num":13},{"text":"\"The yoke of my transgressions was bound; They were woven together by His hands, And thrust upon my neck. He made my strength fail; The Lord delivered me into the hands of those whom I am not able to withstand.","num":14},{"text":"\"The Lord has trampled underfoot all my mighty men in my midst; He has called an assembly against me To crush my young men; The Lord trampled as in a winepress The virgin daughter of Judah.","num":15},{"text":"\"For these things I weep; My eye, my eye overflows with water; Because the comforter, who should restore my life, Is far from me. My children are desolate Because the enemy prevailed.\"","num":16},{"text":"Zion spreads out her hands, But no one comforts her; The LORD has commanded concerning Jacob That those around him become his adversaries; Jerusalem has become an unclean thing among them.","num":17},{"text":"\"The LORD is righteous, For I rebelled against His commandment. Hear now, all peoples, And behold my sorrow; My virgins and my young men Have gone into captivity.","num":18},{"text":"\"I called for my lovers, But they deceived me; My priests and my elders Breathed their last in the city, While they sought food To restore their life.","num":19},{"text":"\"See, O LORD, that I am in distress; My soul is troubled; My heart is overturned within me, For I have been very rebellious. Outside the sword bereaves, At home it is like death.","num":20},{"text":"\"They have heard that I sigh, But no one comforts me. All my enemies have heard of my trouble; They are glad that You have done it. Bring on the day You have announced, That they may become like me.","num":21},{"text":"\"Let all their wickedness come before You, And do to them as You have done to me For all my transgressions; For my sighs are many, And my heart is faint.\"","num":22}],"num":1},{"verses":[{"text":"How the Lord has covered the daughter of Zion With a cloud in His anger! He cast down from heaven to the earth The beauty of Israel, And did not remember His footstool In the day of His anger.","num":1},{"text":"The Lord has swallowed up and has not pitied All the dwelling places of Jacob. He has thrown down in His wrath The strongholds of the daughter of Judah; He has brought them down to the ground; He has profaned the kingdom and its princes.","num":2},{"text":"He has cut off in fierce anger Every horn of Israel; He has drawn back His right hand From before the enemy. He has blazed against Jacob like a flaming fire Devouring all around.","num":3},{"text":"Standing like an enemy, He has bent His bow; With His right hand, like an adversary, He has slain all who were pleasing to His eye; On the tent of the daughter of Zion, He has poured out His fury like fire.","num":4},{"text":"The Lord was like an enemy. He has swallowed up Israel, He has swallowed up all her palaces; He has destroyed her strongholds, And has increased mourning and lamentation In the daughter of Judah.","num":5},{"text":"He has done violence to His tabernacle, As if it were a garden; He has destroyed His place of assembly; The LORD has caused The appointed feasts and Sabbaths to be forgotten in Zion. In His burning indignation He has spurned the king and the priest.","num":6},{"text":"The Lord has spurned His altar, He has abandoned His sanctuary; He has given up the walls of her palaces Into the hand of the enemy. They have made a noise in the house of the LORD As on the day of a set feast.","num":7},{"text":"The LORD has purposed to destroy The wall of the daughter of Zion. He has stretched out a line; He has not withdrawn His hand from destroying; Therefore He has caused the rampart and wall to lament; They languished together.","num":8},{"text":"Her gates have sunk into the ground; He has destroyed and broken her bars. Her king and her princes are among the nations; The Law is no more, And her prophets find no vision from the LORD.","num":9},{"text":"The elders of the daughter of Zion Sit on the ground and keep silence; They throw dust on their heads And gird themselves with sackcloth. The virgins of Jerusalem Bow their heads to the ground.","num":10},{"text":"My eyes fail with tears, My heart is troubled; My bile is poured on the ground Because of the destruction of the daughter of my people, Because the children and the infants Faint in the streets of the city.","num":11},{"text":"They say to their mothers, \"Where is grain and wine?\" As they swoon like the wounded In the streets of the city, As their life is poured out In their mothers' bosom.","num":12},{"text":"How shall I console you? To what shall I liken you, O daughter of Jerusalem? What shall I compare with you, that I may comfort you, O virgin daughter of Zion? For your ruin is spread wide as the sea; Who can heal you?","num":13},{"text":"Your prophets have seen for you False and deceptive visions; They have not uncovered your iniquity, To bring back your captives, But have envisioned for you false prophecies and delusions.","num":14},{"text":"All who pass by clap their hands at you; They hiss and shake their heads At the daughter of Jerusalem: \"Is this the city that is called \"The perfection of beauty, The joy of the whole earth'?\"","num":15},{"text":"All your enemies have opened their mouth against you; They hiss and gnash their teeth. They say, \"We have swallowed her up! Surely this is the day we have waited for; We have found it, we have seen it!|\"","num":16},{"text":"The LORD has done what He purposed; He has fulfilled His word Which He commanded in days of old. He has thrown down and has not pitied, And He has caused an enemy to rejoice over you; He has exalted the horn of your adversaries.","num":17},{"text":"Their heart cried out to the Lord, \"O wall of the daughter of Zion, Let tears run down like a river day and night; Give yourself no relief; Give your eyes no rest.","num":18},{"text":"\"Arise, cry out in the night, At the beginning of the watches; Pour out your heart like water before the face of the Lord. Lift your hands toward Him For the life of your young children, Who faint from hunger at the head of every street.\"","num":19},{"text":"\"See, O LORD, and consider! To whom have You done this? Should the women eat their offspring, The children they have cuddled? Should the priest and prophet be slain In the sanctuary of the Lord?","num":20},{"text":"\"Young and old lie On the ground in the streets; My virgins and my young men Have fallen by the sword; You have slain them in the day of Your anger, You have slaughtered and not pitied.","num":21},{"text":"\"You have invited as to a feast day The terrors that surround me. In the day of the LORD's anger There was no refugee or survivor. Those whom I have borne and brought up My enemies have destroyed.\"","num":22}],"num":2},{"verses":[{"text":"I am the man who has seen affliction by the rod of His wrath.","num":1},{"text":"He has led me and made me walk In darkness and not in light.","num":2},{"text":"Surely He has turned His hand against me Time and time again throughout the day.","num":3},{"text":"He has aged my flesh and my skin, And broken my bones.","num":4},{"text":"He has besieged me And surrounded me with bitterness and woe.","num":5},{"text":"He has set me in dark places Like the dead of long ago.","num":6},{"text":"He has hedged me in so that I cannot get out; He has made my chain heavy.","num":7},{"text":"Even when I cry and shout, He shuts out my prayer.","num":8},{"text":"He has blocked my ways with hewn stone; He has made my paths crooked.","num":9},{"text":"He has been to me a bear lying in wait, Like a lion in ambush.","num":10},{"text":"He has turned aside my ways and torn me in pieces; He has made me desolate.","num":11},{"text":"He has bent His bow And set me up as a target for the arrow.","num":12},{"text":"He has caused the arrows of His quiver To pierce my loins.","num":13},{"text":"I have become the ridicule of all my people-- Their taunting song all the day.","num":14},{"text":"He has filled me with bitterness, He has made me drink wormwood.","num":15},{"text":"He has also broken my teeth with gravel, And covered me with ashes.","num":16},{"text":"You have moved my soul far from peace; I have forgotten prosperity.","num":17},{"text":"And I said, \"My strength and my hope Have perished from the LORD.\"","num":18},{"text":"Remember my affliction and roaming, The wormwood and the gall.","num":19},{"text":"My soul still remembers And sinks within me.","num":20},{"text":"This I recall to my mind, Therefore I have hope.","num":21},{"text":"Through the LORD's mercies we are not consumed, Because His compassions fail not.","num":22},{"text":"They are new every morning; Great is Your faithfulness.","num":23},{"text":"\"The LORD is my portion,\" says my soul, \"Therefore I hope in Him!\"","num":24},{"text":"The LORD is good to those who wait for Him, To the soul who seeks Him.","num":25},{"text":"It is good that one should hope and wait quietly For the salvation of the LORD.","num":26},{"text":"It is good for a man to bear The yoke in his youth.","num":27},{"text":"Let him sit alone and keep silent, Because God has laid it on him;","num":28},{"text":"Let him put his mouth in the dust-- There may yet be hope.","num":29},{"text":"Let him give his cheek to the one who strikes him, And be full of reproach.","num":30},{"text":"For the Lord will not cast off forever.","num":31},{"text":"Though He causes grief, Yet He will show compassion According to the multitude of His mercies.","num":32},{"text":"For He does not afflict willingly, Nor grieve the children of men.","num":33},{"text":"To crush under one's feet All the prisoners of the earth,","num":34},{"text":"To turn aside the justice due a man Before the face of the Most High,","num":35},{"text":"Or subvert a man in his cause-- The Lord does not approve.","num":36},{"text":"Who is he who speaks and it comes to pass, When the Lord has not commanded it?","num":37},{"text":"Is it not from the mouth of the Most High That woe and well-being proceed?","num":38},{"text":"Why should a living man complain, A man for the punishment of his sins?","num":39},{"text":"Let us search out and examine our ways, And turn back to the LORD;","num":40},{"text":"Let us lift our hearts and hands To God in heaven.","num":41},{"text":"We have transgressed and rebelled; You have not pardoned.","num":42},{"text":"You have covered Yourself with anger And pursued us; You have slain and not pitied.","num":43},{"text":"You have covered Yourself with a cloud, That prayer should not pass through.","num":44},{"text":"You have made us an offscouring and refuse In the midst of the peoples.","num":45},{"text":"All our enemies Have opened their mouths against us.","num":46},{"text":"Fear and a snare have come upon us, Desolation and destruction.","num":47},{"text":"My eyes overflow with rivers of water For the destruction of the daughter of my people.","num":48},{"text":"My eyes flow and do not cease, Without interruption,","num":49},{"text":"Till the LORD from heaven Looks down and sees.","num":50},{"text":"My eyes bring suffering to my soul Because of all the daughters of my city.","num":51},{"text":"My enemies without cause Hunted me down like a bird.","num":52},{"text":"They silenced my life in the pit And threw stones at me.","num":53},{"text":"The waters flowed over my head; I said, \"I am cut off!\"","num":54},{"text":"I called on Your name, O LORD, From the lowest pit.","num":55},{"text":"You have heard my voice: \"Do not hide Your ear From my sighing, from my cry for help.\"","num":56},{"text":"You drew near on the day I called on You, And said, \"Do not fear!\"","num":57},{"text":"O Lord, You have pleaded the case for my soul; You have redeemed my life.","num":58},{"text":"O LORD, You have seen how I am wronged; Judge my case.","num":59},{"text":"You have seen all their vengeance, All their schemes against me.","num":60},{"text":"You have heard their reproach, O LORD, All their schemes against me,","num":61},{"text":"The lips of my enemies And their whispering against me all the day.","num":62},{"text":"Look at their sitting down and their rising up; I am their taunting song.","num":63},{"text":"Repay them, O LORD, According to the work of their hands.","num":64},{"text":"Give them a veiled heart; Your curse be upon them!","num":65},{"text":"In Your anger, Pursue and destroy them From under the heavens of the LORD.","num":66}],"num":3},{"verses":[{"text":"How the gold has become dim! How changed the fine gold! The stones of the sanctuary are scattered At the head of every street.","num":1},{"text":"The precious sons of Zion, Valuable as fine gold, How they are regarded as clay pots, The work of the hands of the potter!","num":2},{"text":"Even the jackals present their breasts To nurse their young; But the daughter of my people is cruel, Like ostriches in the wilderness.","num":3},{"text":"The tongue of the infant clings To the roof of its mouth for thirst; The young children ask for bread, But no one breaks it for them.","num":4},{"text":"Those who ate delicacies Are desolate in the streets; Those who were brought up in scarlet Embrace ash heaps.","num":5},{"text":"The punishment of the iniquity of the daughter of my people Is greater than the punishment of the sin of Sodom, Which was overthrown in a moment, With no hand to help her!","num":6},{"text":"Her Nazirites were brighter than snow And whiter than milk; They were more ruddy in body than rubies, Like sapphire in their appearance.","num":7},{"text":"Now their appearance is blacker than soot; They go unrecognized in the streets; Their skin clings to their bones, It has become as dry as wood.","num":8},{"text":"Those slain by the sword are better off Than those who die of hunger; For these pine away, Stricken for lack of the fruits of the field.","num":9},{"text":"The hands of the compassionate women Have cooked their own children; They became food for them In the destruction of the daughter of my people.","num":10},{"text":"The LORD has fulfilled His fury, He has poured out His fierce anger. He kindled a fire in Zion, And it has devoured its foundations.","num":11},{"text":"The kings of the earth, And all inhabitants of the world, Would not have believed That the adversary and the enemy Could enter the gates of Jerusalem--","num":12},{"text":"Because of the sins of her prophets And the iniquities of her priests, Who shed in her midst The blood of the just.","num":13},{"text":"They wandered blind in the streets; They have defiled themselves with blood, So that no one would touch their garments.","num":14},{"text":"They cried out to them, \"Go away, unclean! Go away, go away, Do not touch us!\" When they fled and wandered, Those among the nations said, \"They shall no longer dwell here.\"","num":15},{"text":"The face of the LORD scattered them; He no longer regards them. The people do not respect the priests Nor show favor to the elders.","num":16},{"text":"Still our eyes failed us, Watching vainly for our help; In our watching we watched For a nation that could not save us.","num":17},{"text":"They tracked our steps So that we could not walk in our streets. Our end was near; Our days were over, For our end had come.","num":18},{"text":"Our pursuers were swifter Than the eagles of the heavens. They pursued us on the mountains And lay in wait for us in the wilderness.","num":19},{"text":"The breath of our nostrils, the anointed of the LORD, Was caught in their pits, Of whom we said, \"Under his shadow We shall live among the nations.\"","num":20},{"text":"Rejoice and be glad, O daughter of Edom, You who dwell in the land of Uz! The cup shall also pass over to you And you shall become drunk and make yourself naked.","num":21},{"text":"The punishment of your iniquity is accomplished, O daughter of Zion; He will no longer send you into captivity. He will punish your iniquity, O daughter of Edom; He will uncover your sins!","num":22}],"num":4},{"verses":[{"text":"Remember, O LORD, what has come upon us; Look, and behold our reproach!","num":1},{"text":"Our inheritance has been turned over to aliens, And our houses to foreigners.","num":2},{"text":"We have become orphans and waifs, Our mothers are like widows.","num":3},{"text":"We pay for the water we drink, And our wood comes at a price.","num":4},{"text":"They pursue at our heels; We labor and have no rest.","num":5},{"text":"We have given our hand to the Egyptians And the Assyrians, to be satisfied with bread.","num":6},{"text":"Our fathers sinned and are no more, But we bear their iniquities.","num":7},{"text":"Servants rule over us; There is none to deliver us from their hand.","num":8},{"text":"We get our bread at the risk of our lives, Because of the sword in the wilderness.","num":9},{"text":"Our skin is hot as an oven, Because of the fever of famine.","num":10},{"text":"They ravished the women in Zion, The maidens in the cities of Judah.","num":11},{"text":"Princes were hung up by their hands, And elders were not respected.","num":12},{"text":"Young men ground at the millstones; Boys staggered under loads of wood.","num":13},{"text":"The elders have ceased gathering at the gate, And the young men from their music.","num":14},{"text":"The joy of our heart has ceased; Our dance has turned into mourning.","num":15},{"text":"The crown has fallen from our head. Woe to us, for we have sinned!","num":16},{"text":"Because of this our heart is faint; Because of these things our eyes grow dim;","num":17},{"text":"Because of Mount Zion which is desolate, With foxes walking about on it.","num":18},{"text":"You, O LORD, remain forever; Your throne from generation to generation.","num":19},{"text":"Why do You forget us forever, And forsake us for so long a time?","num":20},{"text":"Turn us back to You, O LORD, and we will be restored; Renew our days as of old,","num":21},{"text":"Unless You have utterly rejected us, And are very angry with us!","num":22}],"num":5}]}
