{"name":"Nahum","chapters":[{"verses":[{"text":"The burden against Nineveh. The book of the vision of Nahum the Elkoshite.","num":1},{"text":"God is jealous, and the LORD avenges; The LORD avenges and is furious. The LORD will take vengeance on His adversaries, And He reserves wrath for His enemies;","num":2},{"text":"The LORD is slow to anger and great in power, And will not at all acquit the wicked. The LORD has His way In the whirlwind and in the storm, And the clouds are the dust of His feet.","num":3},{"text":"He rebukes the sea and makes it dry, And dries up all the rivers. Bashan and Carmel wither, And the flower of Lebanon wilts.","num":4},{"text":"The mountains quake before Him, The hills melt, And the earth heaves at His presence, Yes, the world and all who dwell in it.","num":5},{"text":"Who can stand before His indignation? And who can endure the fierceness of His anger? His fury is poured out like fire, And the rocks are thrown down by Him.","num":6},{"text":"The LORD is good, A stronghold in the day of trouble; And He knows those who trust in Him.","num":7},{"text":"But with an overflowing flood He will make an utter end of its place, And darkness will pursue His enemies.","num":8},{"text":"What do you conspire against the LORD? He will make an utter end of it. Affliction will not rise up a second time.","num":9},{"text":"For while tangled like thorns, And while drunken like drunkards, They shall be devoured like stubble fully dried.","num":10},{"text":"From you comes forth one Who plots evil against the LORD, A wicked counselor.","num":11},{"text":"Thus says the LORD: \"Though they are safe, and likewise many, Yet in this manner they will be cut down When he passes through. Though I have afflicted you, I will afflict you no more;","num":12},{"text":"For now I will break off his yoke from you, And burst your bonds apart.\"","num":13},{"text":"The LORD has given a command concerning you: \"Your name shall be perpetuated no longer. Out of the house of your gods I will cut off the carved image and the molded image. I will dig your grave, For you are vile.\"","num":14},{"text":"Behold, on the mountains The feet of him who brings good tidings, Who proclaims peace! O Judah, keep your appointed feasts, Perform your vows. For the wicked one shall no more pass through you; He is utterly cut off.","num":15}],"num":1},{"verses":[{"text":"He who scatters has come up before your face. Man the fort! Watch the road! Strengthen your flanks! Fortify your power mightily.","num":1},{"text":"For the LORD will restore the excellence of Jacob Like the excellence of Israel, For the emptiers have emptied them out And ruined their vine branches.","num":2},{"text":"The shields of his mighty men are made red, The valiant men are in scarlet. The chariots come with flaming torches In the day of his preparation, And the spears are brandished.","num":3},{"text":"The chariots rage in the streets, They jostle one another in the broad roads; They seem like torches, They run like lightning.","num":4},{"text":"He remembers his nobles; They stumble in their walk; They make haste to her walls, And the defense is prepared.","num":5},{"text":"The gates of the rivers are opened, And the palace is dissolved.","num":6},{"text":"It is decreed: She shall be led away captive, She shall be brought up; And her maidservants shall lead her as with the voice of doves, Beating their breasts.","num":7},{"text":"Though Nineveh of old was like a pool of water, Now they flee away. \"Halt! Halt!\" they cry; But no one turns back.","num":8},{"text":"Take spoil of silver! Take spoil of gold! There is no end of treasure, Or wealth of every desirable prize.","num":9},{"text":"She is empty, desolate, and waste! The heart melts, and the knees shake; Much pain is in every side, And all their faces are drained of color.1","num":10},{"text":"Where is the dwelling of the lions, And the feeding place of the young lions, Where the lion walked, the lioness and lion's cub, And no one made them afraid?","num":11},{"text":"The lion tore in pieces enough for his cubs, Killed for his lionesses, Filled his caves with prey, And his dens with flesh.","num":12},{"text":"\"Behold, I am against you,\" says the LORD of hosts, \"I will burn your chariots in smoke, and the sword shall devour your young lions; I will cut off your prey from the earth, and the voice of your messengers shall be heard no more.\"","num":13}],"num":2},{"verses":[{"text":"Woe to the bloody city! It is all full of lies and robbery. Its victim never departs.","num":1},{"text":"The noise of a whip And the noise of rattling wheels, Of galloping horses, Of clattering chariots!","num":2},{"text":"Horsemen charge with bright sword and glittering spear. There is a multitude of slain, A great number of bodies, Countless corpses-- They stumble over the corpses--","num":3},{"text":"Because of the multitude of harlotries of the seductive harlot, The mistress of sorceries, Who sells nations through her harlotries, And families through her sorceries.","num":4},{"text":"\"Behold, I am against you,\" says the LORD of hosts; \"I will lift your skirts over your face, I will show the nations your nakedness, And the kingdoms your shame.","num":5},{"text":"I will cast abominable filth upon you, Make you vile, And make you a spectacle.","num":6},{"text":"It shall come to pass that all who look upon you Will flee from you, and say, \"Nineveh is laid waste! Who will bemoan her?' Where shall I seek comforters for you?\"","num":7},{"text":"Are you better than No Amon That was situated by the River, That had the waters around her, Whose rampart was the sea, Whose wall was the sea?","num":8},{"text":"Ethiopia and Egypt were her strength, And it was boundless; Put and Lubim were your helpers.","num":9},{"text":"Yet she was carried away, She went into captivity; Her young children also were dashed to pieces At the head of every street; They cast lots for her honorable men, And all her great men were bound in chains.","num":10},{"text":"You also will be drunk; You will be hidden; You also will seek refuge from the enemy.","num":11},{"text":"All your strongholds are fig trees with ripened figs: If they are shaken, They fall into the mouth of the eater.","num":12},{"text":"Surely, your people in your midst are women! The gates of your land are wide open for your enemies; Fire shall devour the bars of your gates.","num":13},{"text":"Draw your water for the siege! Fortify your strongholds! Go into the clay and tread the mortar! Make strong the brick kiln!","num":14},{"text":"There the fire will devour you, The sword will cut you off; It will eat you up like a locust. Make yourself many--like the locust! Make yourself many-- like the swarming locusts!","num":15},{"text":"You have multiplied your merchants more than the stars of heaven. The locust plunders and flies away.","num":16},{"text":"Your commanders are like swarming locusts, And your generals like great grasshoppers, Which camp in the hedges on a cold day; When the sun rises they flee away, And the place where they are is not known.","num":17},{"text":"Your shepherds slumber, O king of Assyria; Your nobles rest in the dust. Your people are scattered on the mountains, And no one gathers them.","num":18},{"text":"Your injury has no healing, Your wound is severe. All who hear news of you Will clap their hands over you, For upon whom has not your wickedness passed continually?","num":19}],"num":3}]}
