{"name":"Proverbs","chapters":[{"verses":[{"text":"The proverbs of Solomon the son of David, king of Israel:","num":1},{"text":"To know wisdom and instruction, To perceive the words of understanding,","num":2},{"text":"To receive the instruction of wisdom, Justice, judgment, and equity;","num":3},{"text":"To give prudence to the simple, To the young man knowledge and discretion--","num":4},{"text":"A wise man will hear and increase learning, And a man of understanding will attain wise counsel,","num":5},{"text":"To understand a proverb and an enigma, The words of the wise and their riddles.","num":6},{"text":"The fear of the LORD is the beginning of knowledge, But fools despise wisdom and instruction.","num":7},{"text":"My son, hear the instruction of your father, And do not forsake the law of your mother;","num":8},{"text":"For they will be a graceful ornament on your head, And chains about your neck.","num":9},{"text":"My son, if sinners entice you, Do not consent.","num":10},{"text":"If they say, \"Come with us, Let us lie in wait to shed blood; Let us lurk secretly for the innocent without cause;","num":11},{"text":"Let us swallow them alive like Sheol, And whole, like those who go down to the Pit;","num":12},{"text":"We shall find all kinds of precious possessions, We shall fill our houses with spoil;","num":13},{"text":"Cast in your lot among us, Let us all have one purse\"--","num":14},{"text":"My son, do not walk in the way with them, Keep your foot from their path;","num":15},{"text":"For their feet run to evil, And they make haste to shed blood.","num":16},{"text":"Surely, in vain the net is spread In the sight of any bird;","num":17},{"text":"But they lie in wait for their own blood, They lurk secretly for their own lives.","num":18},{"text":"So are the ways of everyone who is greedy for gain; It takes away the life of its owners.","num":19},{"text":"Wisdom calls aloud outside; She raises her voice in the open squares.","num":20},{"text":"She cries out in the chief concourses, At the openings of the gates in the city She speaks her words:","num":21},{"text":"\"How long, you simple ones, will you love simplicity? For scorners delight in their scorning, And fools hate knowledge.","num":22},{"text":"Turn at my rebuke; Surely I will pour out my spirit on you; I will make my words known to you.","num":23},{"text":"Because I have called and you refused, I have stretched out my hand and no one regarded,","num":24},{"text":"Because you disdained all my counsel, And would have none of my rebuke,","num":25},{"text":"I also will laugh at your calamity; I will mock when your terror comes,","num":26},{"text":"When your terror comes like a storm, And your destruction comes like a whirlwind, When distress and anguish come upon you.","num":27},{"text":"\"Then they will call on me, but I will not answer; They will seek me diligently, but they will not find me.","num":28},{"text":"Because they hated knowledge And did not choose the fear of the LORD,","num":29},{"text":"They would have none of my counsel And despised my every rebuke.","num":30},{"text":"Therefore they shall eat the fruit of their own way, And be filled to the full with their own fancies.","num":31},{"text":"For the turning away of the simple will slay them, And the complacency of fools will destroy them;","num":32},{"text":"But whoever listens to me will dwell safely, And will be secure, without fear of evil.\"","num":33}],"num":1},{"verses":[{"text":"My son, if you receive my words, And treasure my commands within you,","num":1},{"text":"So that you incline your ear to wisdom, And apply your heart to understanding;","num":2},{"text":"Yes, if you cry out for discernment, And lift up your voice for understanding,","num":3},{"text":"If you seek her as silver, And search for her as for hidden treasures;","num":4},{"text":"Then you will understand the fear of the LORD, And find the knowledge of God.","num":5},{"text":"For the LORD gives wisdom; From His mouth come knowledge and understanding;","num":6},{"text":"He stores up sound wisdom for the upright; He is a shield to those who walk uprightly;","num":7},{"text":"He guards the paths of justice, And preserves the way of His saints.","num":8},{"text":"Then you will understand righteousness and justice, Equity and every good path.","num":9},{"text":"When wisdom enters your heart, And knowledge is pleasant to your soul,","num":10},{"text":"Discretion will preserve you; Understanding will keep you,","num":11},{"text":"To deliver you from the way of evil, From the man who speaks perverse things,","num":12},{"text":"From those who leave the paths of uprightness To walk in the ways of darkness;","num":13},{"text":"Who rejoice in doing evil, And delight in the perversity of the wicked;","num":14},{"text":"Whose ways are crooked, And who are devious in their paths;","num":15},{"text":"To deliver you from the immoral woman, From the seductress who flatters with her words,","num":16},{"text":"Who forsakes the companion of her youth, And forgets the covenant of her God.","num":17},{"text":"For her house leads down to death, And her paths to the dead;","num":18},{"text":"None who go to her return, Nor do they regain the paths of life--","num":19},{"text":"So you may walk in the way of goodness, And keep to the paths of righteousness.","num":20},{"text":"For the upright will dwell in the land, And the blameless will remain in it;","num":21},{"text":"But the wicked will be cut off from the earth, And the unfaithful will be uprooted from it.","num":22}],"num":2},{"verses":[{"text":"My son, do not forget my law, But let your heart keep my commands;","num":1},{"text":"For length of days and long life And peace they will add to you.","num":2},{"text":"Let not mercy and truth forsake you; Bind them around your neck, Write them on the tablet of your heart,","num":3},{"text":"And so find favor and high esteem In the sight of God and man.","num":4},{"text":"Trust in the LORD with all your heart, And lean not on your own understanding;","num":5},{"text":"In all your ways acknowledge Him, And He shall direct your paths.","num":6},{"text":"Do not be wise in your own eyes; Fear the LORD and depart from evil.","num":7},{"text":"It will be health to your flesh, And strength to your bones.","num":8},{"text":"Honor the LORD with your possessions, And with the firstfruits of all your increase;","num":9},{"text":"So your barns will be filled with plenty, And your vats will overflow with new wine.","num":10},{"text":"My son, do not despise the chastening of the LORD, Nor detest His correction;","num":11},{"text":"For whom the LORD loves He corrects, Just as a father the son in whom he delights.","num":12},{"text":"Happy is the man who finds wisdom, And the man who gains understanding;","num":13},{"text":"For her proceeds are better than the profits of silver, And her gain than fine gold.","num":14},{"text":"She is more precious than rubies, And all the things you may desire cannot compare with her.","num":15},{"text":"Length of days is in her right hand, In her left hand riches and honor.","num":16},{"text":"Her ways are ways of pleasantness, And all her paths are peace.","num":17},{"text":"She is a tree of life to those who take hold of her, And happy are all who retain her.","num":18},{"text":"The LORD by wisdom founded the earth; By understanding He established the heavens;","num":19},{"text":"By His knowledge the depths were broken up, And clouds drop down the dew.","num":20},{"text":"My son, let them not depart from your eyes-- Keep sound wisdom and discretion;","num":21},{"text":"So they will be life to your soul And grace to your neck.","num":22},{"text":"Then you will walk safely in your way, And your foot will not stumble.","num":23},{"text":"When you lie down, you will not be afraid; Yes, you will lie down and your sleep will be sweet.","num":24},{"text":"Do not be afraid of sudden terror, Nor of trouble from the wicked when it comes;","num":25},{"text":"For the LORD will be your confidence, And will keep your foot from being caught.","num":26},{"text":"Do not withhold good from those to whom it is due, When it is in the power of your hand to do so.","num":27},{"text":"Do not say to your neighbor, \"Go, and come back, And tomorrow I will give it,\" When you have it with you.","num":28},{"text":"Do not devise evil against your neighbor, For he dwells by you for safety's sake.","num":29},{"text":"Do not strive with a man without cause, If he has done you no harm.","num":30},{"text":"Do not envy the oppressor, And choose none of his ways;","num":31},{"text":"For the perverse person is an abomination to the LORD, But His secret counsel is with the upright.","num":32},{"text":"The curse of the LORD is on the house of the wicked, But He blesses the home of the just.","num":33},{"text":"Surely He scorns the scornful, But gives grace to the humble.","num":34},{"text":"The wise shall inherit glory, But shame shall be the legacy of fools.","num":35}],"num":3},{"verses":[{"text":"Hear, my children, the instruction of a father, And give attention to know understanding;","num":1},{"text":"For I give you good doctrine: Do not forsake my law.","num":2},{"text":"When I was my father's son, Tender and the only one in the sight of my mother,","num":3},{"text":"He also taught me, and said to me: \"Let your heart retain my words; Keep my commands, and live.","num":4},{"text":"Get wisdom! Get understanding! Do not forget, nor turn away from the words of my mouth.","num":5},{"text":"Do not forsake her, and she will preserve you; Love her, and she will keep you.","num":6},{"text":"Wisdom is the principal thing; Therefore get wisdom. And in all your getting, get understanding.","num":7},{"text":"Exalt her, and she will promote you; She will bring you honor, when you embrace her.","num":8},{"text":"She will place on your head an ornament of grace; A crown of glory she will deliver to you.\"","num":9},{"text":"Hear, my son, and receive my sayings, And the years of your life will be many.","num":10},{"text":"I have taught you in the way of wisdom; I have led you in right paths.","num":11},{"text":"When you walk, your steps will not be hindered, And when you run, you will not stumble.","num":12},{"text":"Take firm hold of instruction, do not let go; Keep her, for she is your life.","num":13},{"text":"Do not enter the path of the wicked, And do not walk in the way of evil.","num":14},{"text":"Avoid it, do not travel on it; Turn away from it and pass on.","num":15},{"text":"For they do not sleep unless they have done evil; And their sleep is taken away unless they make someone fall.","num":16},{"text":"For they eat the bread of wickedness, And drink the wine of violence.","num":17},{"text":"But the path of the just is like the shining sun, That shines ever brighter unto the perfect day.","num":18},{"text":"The way of the wicked is like darkness; They do not know what makes them stumble.","num":19},{"text":"My son, give attention to my words; Incline your ear to my sayings.","num":20},{"text":"Do not let them depart from your eyes; Keep them in the midst of your heart;","num":21},{"text":"For they are life to those who find them, And health to all their flesh.","num":22},{"text":"Keep your heart with all diligence, For out of it spring the issues of life.","num":23},{"text":"Put away from you a deceitful mouth, And put perverse lips far from you.","num":24},{"text":"Let your eyes look straight ahead, And your eyelids look right before you.","num":25},{"text":"Ponder the path of your feet, And let all your ways be established.","num":26},{"text":"Do not turn to the right or the left; Remove your foot from evil.","num":27}],"num":4},{"verses":[{"text":"My son, pay attention to my wisdom; Lend your ear to my understanding,","num":1},{"text":"That you may preserve discretion, And your lips may keep knowledge.","num":2},{"text":"For the lips of an immoral woman drip honey, And her mouth is smoother than oil;","num":3},{"text":"But in the end she is bitter as wormwood, Sharp as a two-edged sword.","num":4},{"text":"Her feet go down to death, Her steps lay hold of hell.","num":5},{"text":"Lest you ponder her path of life-- Her ways are unstable; You do not know them.","num":6},{"text":"Therefore hear me now, my children, And do not depart from the words of my mouth.","num":7},{"text":"Remove your way far from her, And do not go near the door of her house,","num":8},{"text":"Lest you give your honor to others, And your years to the cruel one;","num":9},{"text":"Lest aliens be filled with your wealth, And your labors go to the house of a foreigner;","num":10},{"text":"And you mourn at last, When your flesh and your body are consumed,","num":11},{"text":"And say: \"How I have hated instruction, And my heart despised correction!","num":12},{"text":"I have not obeyed the voice of my teachers, Nor inclined my ear to those who instructed me!","num":13},{"text":"I was on the verge of total ruin, In the midst of the assembly and congregation.\"","num":14},{"text":"Drink water from your own cistern, And running water from your own well.","num":15},{"text":"Should your fountains be dispersed abroad, Streams of water in the streets?","num":16},{"text":"Let them be only your own, And not for strangers with you.","num":17},{"text":"Let your fountain be blessed, And rejoice with the wife of your youth.","num":18},{"text":"As a loving deer and a graceful doe, Let her breasts satisfy you at all times; And always be enraptured with her love.","num":19},{"text":"For why should you, my son, be enraptured by an immoral woman, And be embraced in the arms of a seductress?","num":20},{"text":"For the ways of man are before the eyes of the LORD, And He ponders all his paths.","num":21},{"text":"His own iniquities entrap the wicked man, And he is caught in the cords of his sin.","num":22},{"text":"He shall die for lack of instruction, And in the greatness of his folly he shall go astray.","num":23}],"num":5},{"verses":[{"text":"My son, if you become surety for your friend, If you have shaken hands in pledge for a stranger,","num":1},{"text":"You are snared by the words of your mouth; You are taken by the words of your mouth.","num":2},{"text":"So do this, my son, and deliver yourself; For you have come into the hand of your friend: Go and humble yourself; Plead with your friend.","num":3},{"text":"Give no sleep to your eyes, Nor slumber to your eyelids.","num":4},{"text":"Deliver yourself like a gazelle from the hand of the hunter, And like a bird from the hand of the fowler.","num":5},{"text":"Go to the ant, you sluggard! Consider her ways and be wise,","num":6},{"text":"Which, having no captain, Overseer or ruler,","num":7},{"text":"Provides her supplies in the summer, And gathers her food in the harvest.","num":8},{"text":"How long will you slumber, O sluggard? When will you rise from your sleep?","num":9},{"text":"A little sleep, a little slumber, A little folding of the hands to sleep--","num":10},{"text":"So shall your poverty come on you like a prowler, And your need like an armed man.","num":11},{"text":"A worthless person, a wicked man, Walks with a perverse mouth;","num":12},{"text":"He winks with his eyes, He shuffles his feet, He points with his fingers;","num":13},{"text":"Perversity is in his heart, He devises evil continually, He sows discord.","num":14},{"text":"Therefore his calamity shall come suddenly; Suddenly he shall be broken without remedy.","num":15},{"text":"These six things the LORD hates, Yes, seven are an abomination to Him:","num":16},{"text":"A proud look, A lying tongue, Hands that shed innocent blood,","num":17},{"text":"A heart that devises wicked plans, Feet that are swift in running to evil,","num":18},{"text":"A false witness who speaks lies, And one who sows discord among brethren.","num":19},{"text":"My son, keep your father's command, And do not forsake the law of your mother.","num":20},{"text":"Bind them continually upon your heart; Tie them around your neck.","num":21},{"text":"When you roam, they will lead you; When you sleep, they will keep you; And when you awake, they will speak with you.","num":22},{"text":"For the commandment is a lamp, And the law a light; Reproofs of instruction are the way of life,","num":23},{"text":"To keep you from the evil woman, From the flattering tongue of a seductress.","num":24},{"text":"Do not lust after her beauty in your heart, Nor let her allure you with her eyelids.","num":25},{"text":"For by means of a harlot A man is reduced to a crust of bread; And an adulteress will prey upon his precious life.","num":26},{"text":"Can a man take fire to his bosom, And his clothes not be burned?","num":27},{"text":"Can one walk on hot coals, And his feet not be seared?","num":28},{"text":"So is he who goes in to his neighbor's wife; Whoever touches her shall not be innocent.","num":29},{"text":"People do not despise a thief If he steals to satisfy himself when he is starving.","num":30},{"text":"Yet when he is found, he must restore sevenfold; He may have to give up all the substance of his house.","num":31},{"text":"Whoever commits adultery with a woman lacks understanding; He who does so destroys his own soul.","num":32},{"text":"Wounds and dishonor he will get, And his reproach will not be wiped away.","num":33},{"text":"For jealousy is a husband's fury; Therefore he will not spare in the day of vengeance.","num":34},{"text":"He will accept no recompense, Nor will he be appeased though you give many gifts.","num":35}],"num":6},{"verses":[{"text":"My son, keep my words, And treasure my commands within you.","num":1},{"text":"Keep my commands and live, And my law as the apple of your eye.","num":2},{"text":"Bind them on your fingers; Write them on the tablet of your heart.","num":3},{"text":"Say to wisdom, \"You are my sister,\" And call understanding your nearest kin,","num":4},{"text":"That they may keep you from the immoral woman, From the seductress who flatters with her words.","num":5},{"text":"For at the window of my house I looked through my lattice,","num":6},{"text":"And saw among the simple, I perceived among the youths, A young man devoid of understanding,","num":7},{"text":"Passing along the street near her corner; And he took the path to her house","num":8},{"text":"In the twilight, in the evening, In the black and dark night.","num":9},{"text":"And there a woman met him, With the attire of a harlot, and a crafty heart.","num":10},{"text":"She was loud and rebellious, Her feet would not stay at home.","num":11},{"text":"At times she was outside, at times in the open square, Lurking at every corner.","num":12},{"text":"So she caught him and kissed him; With an impudent face she said to him:","num":13},{"text":"\"I have peace offerings with me; Today I have paid my vows.","num":14},{"text":"So I came out to meet you, Diligently to seek your face, And I have found you.","num":15},{"text":"I have spread my bed with tapestry, Colored coverings of Egyptian linen.","num":16},{"text":"I have perfumed my bed With myrrh, aloes, and cinnamon.","num":17},{"text":"Come, let us take our fill of love until morning; Let us delight ourselves with love.","num":18},{"text":"For my husband is not at home; He has gone on a long journey;","num":19},{"text":"He has taken a bag of money with him, And will come home on the appointed day.\"","num":20},{"text":"With her enticing speech she caused him to yield, With her flattering lips she seduced him.","num":21},{"text":"Immediately he went after her, as an ox goes to the slaughter, Or as a fool to the correction of the stocks,","num":22},{"text":"Till an arrow struck his liver. As a bird hastens to the snare, He did not know it would cost his life.","num":23},{"text":"Now therefore, listen to me, my children; Pay attention to the words of my mouth:","num":24},{"text":"Do not let your heart turn aside to her ways, Do not stray into her paths;","num":25},{"text":"For she has cast down many wounded, And all who were slain by her were strong men.","num":26},{"text":"Her house is the way to hell, Descending to the chambers of death.","num":27}],"num":7},{"verses":[{"text":"Does not wisdom cry out, And understanding lift up her voice?","num":1},{"text":"She takes her stand on the top of the high hill, Beside the way, where the paths meet.","num":2},{"text":"She cries out by the gates, at the entry of the city, At the entrance of the doors:","num":3},{"text":"\"To you, O men, I call, And my voice is to the sons of men.","num":4},{"text":"O you simple ones, understand prudence, And you fools, be of an understanding heart.","num":5},{"text":"Listen, for I will speak of excellent things, And from the opening of my lips will come right things;","num":6},{"text":"For my mouth will speak truth; Wickedness is an abomination to my lips.","num":7},{"text":"All the words of my mouth are with righteousness; Nothing crooked or perverse is in them.","num":8},{"text":"They are all plain to him who understands, And right to those who find knowledge.","num":9},{"text":"Receive my instruction, and not silver, And knowledge rather than choice gold;","num":10},{"text":"For wisdom is better than rubies, And all the things one may desire cannot be compared with her.","num":11},{"text":"\"I, wisdom, dwell with prudence, And find out knowledge and discretion.","num":12},{"text":"The fear of the LORD is to hate evil; Pride and arrogance and the evil way And the perverse mouth I hate.","num":13},{"text":"Counsel is mine, and sound wisdom; I am understanding, I have strength.","num":14},{"text":"By me kings reign, And rulers decree justice.","num":15},{"text":"By me princes rule, and nobles, All the judges of the earth.","num":16},{"text":"I love those who love me, And those who seek me diligently will find me.","num":17},{"text":"Riches and honor are with me, Enduring riches and righteousness.","num":18},{"text":"My fruit is better than gold, yes, than fine gold, And my revenue than choice silver.","num":19},{"text":"I traverse the way of righteousness, In the midst of the paths of justice,","num":20},{"text":"That I may cause those who love me to inherit wealth, That I may fill their treasuries.","num":21},{"text":"\"The LORD possessed me at the beginning of His way, Before His works of old.","num":22},{"text":"I have been established from everlasting, From the beginning, before there was ever an earth.","num":23},{"text":"When there were no depths I was brought forth, When there were no fountains abounding with water.","num":24},{"text":"Before the mountains were settled, Before the hills, I was brought forth;","num":25},{"text":"While as yet He had not made the earth or the fields, Or the primal dust of the world.","num":26},{"text":"When He prepared the heavens, I was there, When He drew a circle on the face of the deep,","num":27},{"text":"When He established the clouds above, When He strengthened the fountains of the deep,","num":28},{"text":"When He assigned to the sea its limit, So that the waters would not transgress His command, When He marked out the foundations of the earth,","num":29},{"text":"Then I was beside Him as a master craftsman; And I was daily His delight, Rejoicing always before Him,","num":30},{"text":"Rejoicing in His inhabited world, And my delight was with the sons of men.","num":31},{"text":"\"Now therefore, listen to me, my children, For blessed are those who keep my ways.","num":32},{"text":"Hear instruction and be wise, And do not disdain it.","num":33},{"text":"Blessed is the man who listens to me, Watching daily at my gates, Waiting at the posts of my doors.","num":34},{"text":"For whoever finds me finds life, And obtains favor from the LORD;","num":35},{"text":"But he who sins against me wrongs his own soul; All those who hate me love death.\"","num":36}],"num":8},{"verses":[{"text":"Wisdom has built her house, She has hewn out her seven pillars;","num":1},{"text":"She has slaughtered her meat, She has mixed her wine, She has also furnished her table.","num":2},{"text":"She has sent out her maidens, She cries out from the highest places of the city,","num":3},{"text":"\"Whoever is simple, let him turn in here!\" As for him who lacks understanding, she says to him,","num":4},{"text":"\"Come, eat of my bread And drink of the wine I have mixed.","num":5},{"text":"Forsake foolishness and live, And go in the way of understanding.","num":6},{"text":"\"He who corrects a scoffer gets shame for himself, And he who rebukes a wicked man only harms himself.","num":7},{"text":"Do not correct a scoffer, lest he hate you; Rebuke a wise man, and he will love you.","num":8},{"text":"Give instruction to a wise man, and he will be still wiser; Teach a just man, and he will increase in learning.","num":9},{"text":"\"The fear of the LORD is the beginning of wisdom, And the knowledge of the Holy One is understanding.","num":10},{"text":"For by me your days will be multiplied, And years of life will be added to you.","num":11},{"text":"If you are wise, you are wise for yourself, And if you scoff, you will bear it alone.\"","num":12},{"text":"A foolish woman is clamorous; She is simple, and knows nothing.","num":13},{"text":"For she sits at the door of her house, On a seat by the highest places of the city,","num":14},{"text":"To call to those who pass by, Who go straight on their way:","num":15},{"text":"\"Whoever is simple, let him turn in here\"; And as for him who lacks understanding, she says to him,","num":16},{"text":"\"Stolen water is sweet, And bread eaten in secret is pleasant.\"","num":17},{"text":"But he does not know that the dead are there, That her guests are in the depths of hell.","num":18}],"num":9},{"verses":[{"text":"The proverbs of Solomon: A wise son makes a glad father, But a foolish son is the grief of his mother.","num":1},{"text":"Treasures of wickedness profit nothing, But righteousness delivers from death.","num":2},{"text":"The LORD will not allow the righteous soul to famish, But He casts away the desire of the wicked.","num":3},{"text":"He who has a slack hand becomes poor, But the hand of the diligent makes rich.","num":4},{"text":"He who gathers in summer is a wise son; He who sleeps in harvest is a son who causes shame.","num":5},{"text":"Blessings are on the head of the righteous, But violence covers the mouth of the wicked.","num":6},{"text":"The memory of the righteous is blessed, But the name of the wicked will rot.","num":7},{"text":"The wise in heart will receive commands, But a prating fool will fall.","num":8},{"text":"He who walks with integrity walks securely, But he who perverts his ways will become known.","num":9},{"text":"He who winks with the eye causes trouble, But a prating fool will fall.","num":10},{"text":"The mouth of the righteous is a well of life, But violence covers the mouth of the wicked.","num":11},{"text":"Hatred stirs up strife, But love covers all sins.","num":12},{"text":"Wisdom is found on the lips of him who has understanding, But a rod is for the back of him who is devoid of understanding.","num":13},{"text":"Wise people store up knowledge, But the mouth of the foolish is near destruction.","num":14},{"text":"The rich man's wealth is his strong city; The destruction of the poor is their poverty.","num":15},{"text":"The labor of the righteous leads to life, The wages of the wicked to sin.","num":16},{"text":"He who keeps instruction is in the way of life, But he who refuses correction goes astray.","num":17},{"text":"Whoever hides hatred has lying lips, And whoever spreads slander is a fool.","num":18},{"text":"In the multitude of words sin is not lacking, But he who restrains his lips is wise.","num":19},{"text":"The tongue of the righteous is choice silver; The heart of the wicked is worth little.","num":20},{"text":"The lips of the righteous feed many, But fools die for lack of wisdom.","num":21},{"text":"The blessing of the LORD makes one rich, And He adds no sorrow with it.","num":22},{"text":"To do evil is like sport to a fool, But a man of understanding has wisdom.","num":23},{"text":"The fear of the wicked will come upon him, And the desire of the righteous will be granted.","num":24},{"text":"When the whirlwind passes by, the wicked is no more, But the righteous has an everlasting foundation.","num":25},{"text":"As vinegar to the teeth and smoke to the eyes, So is the lazy man to those who send him.","num":26},{"text":"The fear of the LORD prolongs days, But the years of the wicked will be shortened.","num":27},{"text":"The hope of the righteous will be gladness, But the expectation of the wicked will perish.","num":28},{"text":"The way of the LORD is strength for the upright, But destruction will come to the workers of iniquity.","num":29},{"text":"The righteous will never be removed, But the wicked will not inhabit the earth.","num":30},{"text":"The mouth of the righteous brings forth wisdom, But the perverse tongue will be cut out.","num":31},{"text":"The lips of the righteous know what is acceptable, But the mouth of the wicked what is perverse.","num":32}],"num":10},{"verses":[{"text":"Dishonest scales are an abomination to the LORD, But a just weight is His delight.","num":1},{"text":"When pride comes, then comes shame; But with the humble is wisdom.","num":2},{"text":"The integrity of the upright will guide them, But the perversity of the unfaithful will destroy them.","num":3},{"text":"Riches do not profit in the day of wrath, But righteousness delivers from death.","num":4},{"text":"The righteousness of the blameless will direct his way aright, But the wicked will fall by his own wickedness.","num":5},{"text":"The righteousness of the upright will deliver them, But the unfaithful will be caught by their lust.","num":6},{"text":"When a wicked man dies, his expectation will perish, And the hope of the unjust perishes.","num":7},{"text":"The righteous is delivered from trouble, And it comes to the wicked instead.","num":8},{"text":"The hypocrite with his mouth destroys his neighbor, But through knowledge the righteous will be delivered.","num":9},{"text":"When it goes well with the righteous, the city rejoices; And when the wicked perish, there is jubilation.","num":10},{"text":"By the blessing of the upright the city is exalted, But it is overthrown by the mouth of the wicked.","num":11},{"text":"He who is devoid of wisdom despises his neighbor, But a man of understanding holds his peace.","num":12},{"text":"A talebearer reveals secrets, But he who is of a faithful spirit conceals a matter.","num":13},{"text":"Where there is no counsel, the people fall; But in the multitude of counselors there is safety.","num":14},{"text":"He who is surety for a stranger will suffer, But one who hates being surety is secure.","num":15},{"text":"A gracious woman retains honor, But ruthless men retain riches.","num":16},{"text":"The merciful man does good for his own soul, But he who is cruel troubles his own flesh.","num":17},{"text":"The wicked man does deceptive work, But he who sows righteousness will have a sure reward.","num":18},{"text":"As righteousness leads to life, So he who pursues evil pursues it to his own death.","num":19},{"text":"Those who are of a perverse heart are an abomination to the LORD, But the blameless in their ways are His delight.","num":20},{"text":"Though they join forces, the wicked will not go unpunished; But the posterity of the righteous will be delivered.","num":21},{"text":"As a ring of gold in a swine's snout, So is a lovely woman who lacks discretion.","num":22},{"text":"The desire of the righteous is only good, But the expectation of the wicked is wrath.","num":23},{"text":"There is one who scatters, yet increases more; And there is one who withholds more than is right, But it leads to poverty.","num":24},{"text":"The generous soul will be made rich, And he who waters will also be watered himself.","num":25},{"text":"The people will curse him who withholds grain, But blessing will be on the head of him who sells it.","num":26},{"text":"He who earnestly seeks good finds favor, But trouble will come to him who seeks evil.","num":27},{"text":"He who trusts in his riches will fall, But the righteous will flourish like foliage.","num":28},{"text":"He who troubles his own house will inherit the wind, And the fool will be servant to the wise of heart.","num":29},{"text":"The fruit of the righteous is a tree of life, And he who wins souls is wise.","num":30},{"text":"If the righteous will be recompensed on the earth, How much more the ungodly and the sinner.","num":31}],"num":11},{"verses":[{"text":"Whoever loves instruction loves knowledge, But he who hates correction is stupid.","num":1},{"text":"A good man obtains favor from the LORD, But a man of wicked intentions He will condemn.","num":2},{"text":"A man is not established by wickedness, But the root of the righteous cannot be moved.","num":3},{"text":"An excellent wife is the crown of her husband, But she who causes shame is like rottenness in his bones.","num":4},{"text":"The thoughts of the righteous are right, But the counsels of the wicked are deceitful.","num":5},{"text":"The words of the wicked are, \"Lie in wait for blood,\" But the mouth of the upright will deliver them.","num":6},{"text":"The wicked are overthrown and are no more, But the house of the righteous will stand.","num":7},{"text":"A man will be commended according to his wisdom, But he who is of a perverse heart will be despised.","num":8},{"text":"Better is the one who is slighted but has a servant, Than he who honors himself but lacks bread.","num":9},{"text":"A righteous man regards the life of his animal, But the tender mercies of the wicked are cruel.","num":10},{"text":"He who tills his land will be satisfied with bread, But he who follows frivolity is devoid of understanding.","num":11},{"text":"The wicked covet the catch of evil men, But the root of the righteous yields fruit.","num":12},{"text":"The wicked is ensnared by the transgression of his lips, But the righteous will come through trouble.","num":13},{"text":"A man will be satisfied with good by the fruit of his mouth, And the recompense of a man's hands will be rendered to him.","num":14},{"text":"The way of a fool is right in his own eyes, But he who heeds counsel is wise.","num":15},{"text":"A fool's wrath is known at once, But a prudent man covers shame.","num":16},{"text":"He who speaks truth declares righteousness, But a false witness, deceit.","num":17},{"text":"There is one who speaks like the piercings of a sword, But the tongue of the wise promotes health.","num":18},{"text":"The truthful lip shall be established forever, But a lying tongue is but for a moment.","num":19},{"text":"Deceit is in the heart of those who devise evil, But counselors of peace have joy.","num":20},{"text":"No grave trouble will overtake the righteous, But the wicked shall be filled with evil.","num":21},{"text":"Lying lips are an abomination to the LORD, But those who deal truthfully are His delight.","num":22},{"text":"A prudent man conceals knowledge, But the heart of fools proclaims foolishness.","num":23},{"text":"The hand of the diligent will rule, But the lazy man will be put to forced labor.","num":24},{"text":"Anxiety in the heart of man causes depression, But a good word makes it glad.","num":25},{"text":"The righteous should choose his friends carefully, For the way of the wicked leads them astray.","num":26},{"text":"The lazy man does not roast what he took in hunting, But diligence is man's precious possession.","num":27},{"text":"In the way of righteousness is life, And in its pathway there is no death.","num":28}],"num":12},{"verses":[{"text":"A wise son heeds his father's instruction, But a scoffer does not listen to rebuke.","num":1},{"text":"A man shall eat well by the fruit of his mouth, But the soul of the unfaithful feeds on violence.","num":2},{"text":"He who guards his mouth preserves his life, But he who opens wide his lips shall have destruction.","num":3},{"text":"The soul of a lazy man desires, and has nothing; But the soul of the diligent shall be made rich.","num":4},{"text":"A righteous man hates lying, But a wicked man is loathsome and comes to shame.","num":5},{"text":"Righteousness guards him whose way is blameless, But wickedness overthrows the sinner.","num":6},{"text":"There is one who makes himself rich, yet has nothing; And one who makes himself poor, yet has great riches.","num":7},{"text":"The ransom of a man's life is his riches, But the poor does not hear rebuke.","num":8},{"text":"The light of the righteous rejoices, But the lamp of the wicked will be put out.","num":9},{"text":"By pride comes nothing but strife, But with the well-advised is wisdom.","num":10},{"text":"Wealth gained by dishonesty will be diminished, But he who gathers by labor will increase.","num":11},{"text":"Hope deferred makes the heart sick, But when the desire comes, it is a tree of life.","num":12},{"text":"He who despises the word will be destroyed, But he who fears the commandment will be rewarded.","num":13},{"text":"The law of the wise is a fountain of life, To turn one away from the snares of death.","num":14},{"text":"Good understanding gains favor, But the way of the unfaithful is hard.","num":15},{"text":"Every prudent man acts with knowledge, But a fool lays open his folly.","num":16},{"text":"A wicked messenger falls into trouble, But a faithful ambassador brings health.","num":17},{"text":"Poverty and shame will come to him who disdains correction, But he who regards a rebuke will be honored.","num":18},{"text":"A desire accomplished is sweet to the soul, But it is an abomination to fools to depart from evil.","num":19},{"text":"He who walks with wise men will be wise, But the companion of fools will be destroyed.","num":20},{"text":"Evil pursues sinners, But to the righteous, good shall be repaid.","num":21},{"text":"A good man leaves an inheritance to his children's children, But the wealth of the sinner is stored up for the righteous.","num":22},{"text":"Much food is in the fallow ground of the poor, And for lack of justice there is waste.","num":23},{"text":"He who spares his rod hates his son, But he who loves him disciplines him promptly.","num":24},{"text":"The righteous eats to the satisfying of his soul, But the stomach of the wicked shall be in want.","num":25}],"num":13},{"verses":[{"text":"The wise woman builds her house, But the foolish pulls it down with her hands.","num":1},{"text":"He who walks in his uprightness fears the LORD, But he who is perverse in his ways despises Him.","num":2},{"text":"In the mouth of a fool is a rod of pride, But the lips of the wise will preserve them.","num":3},{"text":"Where no oxen are, the trough is clean; But much increase comes by the strength of an ox.","num":4},{"text":"A faithful witness does not lie, But a false witness will utter lies.","num":5},{"text":"A scoffer seeks wisdom and does not find it, But knowledge is easy to him who understands.","num":6},{"text":"Go from the presence of a foolish man, When you do not perceive in him the lips of knowledge.","num":7},{"text":"The wisdom of the prudent is to understand his way, But the folly of fools is deceit.","num":8},{"text":"Fools mock at sin, But among the upright there is favor.","num":9},{"text":"The heart knows its own bitterness, And a stranger does not share its joy.","num":10},{"text":"The house of the wicked will be overthrown, But the tent of the upright will flourish.","num":11},{"text":"There is a way that seems right to a man, But its end is the way of death.","num":12},{"text":"Even in laughter the heart may sorrow, And the end of mirth may be grief.","num":13},{"text":"The backslider in heart will be filled with his own ways, But a good man will be satisfied from above.","num":14},{"text":"The simple believes every word, But the prudent considers well his steps.","num":15},{"text":"A wise man fears and departs from evil, But a fool rages and is self-confident.","num":16},{"text":"A quick-tempered man acts foolishly, And a man of wicked intentions is hated.","num":17},{"text":"The simple inherit folly, But the prudent are crowned with knowledge.","num":18},{"text":"The evil will bow before the good, And the wicked at the gates of the righteous.","num":19},{"text":"The poor man is hated even by his own neighbor, But the rich has many friends.","num":20},{"text":"He who despises his neighbor sins; But he who has mercy on the poor, happy is he.","num":21},{"text":"Do they not go astray who devise evil? But mercy and truth belong to those who devise good.","num":22},{"text":"In all labor there is profit, But idle chatter leads only to poverty.","num":23},{"text":"The crown of the wise is their riches, But the foolishness of fools is folly.","num":24},{"text":"A true witness delivers souls, But a deceitful witness speaks lies.","num":25},{"text":"In the fear of the LORD there is strong confidence, And His children will have a place of refuge.","num":26},{"text":"The fear of the LORD is a fountain of life, To turn one away from the snares of death.","num":27},{"text":"In a multitude of people is a king's honor, But in the lack of people is the downfall of a prince.","num":28},{"text":"He who is slow to wrath has great understanding, But he who is impulsive exalts folly.","num":29},{"text":"A sound heart is life to the body, But envy is rottenness to the bones.","num":30},{"text":"He who oppresses the poor reproaches his Maker, But he who honors Him has mercy on the needy.","num":31},{"text":"The wicked is banished in his wickedness, But the righteous has a refuge in his death.","num":32},{"text":"Wisdom rests in the heart of him who has understanding, But what is in the heart of fools is made known.","num":33},{"text":"Righteousness exalts a nation, But sin is a reproach to any people.","num":34},{"text":"The king's favor is toward a wise servant, But his wrath is against him who causes shame.","num":35}],"num":14},{"verses":[{"text":"A soft answer turns away wrath, But a harsh word stirs up anger.","num":1},{"text":"The tongue of the wise uses knowledge rightly, But the mouth of fools pours forth foolishness.","num":2},{"text":"The eyes of the LORD are in every place, Keeping watch on the evil and the good.","num":3},{"text":"A wholesome tongue is a tree of life, But perverseness in it breaks the spirit.","num":4},{"text":"A fool despises his father's instruction, But he who receives correction is prudent.","num":5},{"text":"In the house of the righteous there is much treasure, But in the revenue of the wicked is trouble.","num":6},{"text":"The lips of the wise disperse knowledge, But the heart of the fool does not do so.","num":7},{"text":"The sacrifice of the wicked is an abomination to the LORD, But the prayer of the upright is His delight.","num":8},{"text":"The way of the wicked is an abomination to the LORD, But He loves him who follows righteousness.","num":9},{"text":"Harsh discipline is for him who forsakes the way, And he who hates correction will die.","num":10},{"text":"Hell and Destruction are before the LORD; So how much more the hearts of the sons of men.","num":11},{"text":"A scoffer does not love one who corrects him, Nor will he go to the wise.","num":12},{"text":"A merry heart makes a cheerful countenance, But by sorrow of the heart the spirit is broken.","num":13},{"text":"The heart of him who has understanding seeks knowledge, But the mouth of fools feeds on foolishness.","num":14},{"text":"All the days of the afflicted are evil, But he who is of a merry heart has a continual feast.","num":15},{"text":"Better is a little with the fear of the LORD, Than great treasure with trouble.","num":16},{"text":"Better is a dinner of herbs where love is, Than a fatted calf with hatred.","num":17},{"text":"A wrathful man stirs up strife, But he who is slow to anger allays contention.","num":18},{"text":"The way of the lazy man is like a hedge of thorns, But the way of the upright is a highway.","num":19},{"text":"A wise son makes a father glad, But a foolish man despises his mother.","num":20},{"text":"Folly is joy to him who is destitute of discernment, But a man of understanding walks uprightly.","num":21},{"text":"Without counsel, plans go awry, But in the multitude of counselors they are established.","num":22},{"text":"A man has joy by the answer of his mouth, And a word spoken in due season, how good it is!","num":23},{"text":"The way of life winds upward for the wise, That he may turn away from hell below.","num":24},{"text":"The LORD will destroy the house of the proud, But He will establish the boundary of the widow.","num":25},{"text":"The thoughts of the wicked are an abomination to the LORD, But the words of the pure are pleasant.","num":26},{"text":"He who is greedy for gain troubles his own house, But he who hates bribes will live.","num":27},{"text":"The heart of the righteous studies how to answer, But the mouth of the wicked pours forth evil.","num":28},{"text":"The LORD is far from the wicked, But He hears the prayer of the righteous.","num":29},{"text":"The light of the eyes rejoices the heart, And a good report makes the bones healthy.","num":30},{"text":"The ear that hears the rebukes of life Will abide among the wise.","num":31},{"text":"He who disdains instruction despises his own soul, But he who heeds rebuke gets understanding.","num":32},{"text":"The fear of the LORD is the instruction of wisdom, And before honor is humility.","num":33}],"num":15},{"verses":[{"text":"The preparations of the heart belong to man, But the answer of the tongue is from the LORD.","num":1},{"text":"All the ways of a man are pure in his own eyes, But the LORD weighs the spirits.","num":2},{"text":"Commit your works to the LORD, And your thoughts will be established.","num":3},{"text":"The LORD has made all for Himself, Yes, even the wicked for the day of doom.","num":4},{"text":"Everyone proud in heart is an abomination to the LORD; Though they join forces, none will go unpunished.","num":5},{"text":"In mercy and truth Atonement is provided for iniquity; And by the fear of the LORD one departs from evil.","num":6},{"text":"When a man's ways please the LORD, He makes even his enemies to be at peace with him.","num":7},{"text":"Better is a little with righteousness, Than vast revenues without justice.","num":8},{"text":"A man's heart plans his way, But the LORD directs his steps.","num":9},{"text":"Divination is on the lips of the king; His mouth must not transgress in judgment.","num":10},{"text":"Honest weights and scales are the LORD's; All the weights in the bag are His work.","num":11},{"text":"It is an abomination for kings to commit wickedness, For a throne is established by righteousness.","num":12},{"text":"Righteous lips are the delight of kings, And they love him who speaks what is right.","num":13},{"text":"As messengers of death is the king's wrath, But a wise man will appease it.","num":14},{"text":"In the light of the king's face is life, And his favor is like a cloud of the latter rain.","num":15},{"text":"How much better to get wisdom than gold! And to get understanding is to be chosen rather than silver.","num":16},{"text":"The highway of the upright is to depart from evil; He who keeps his way preserves his soul.","num":17},{"text":"Pride goes before destruction, And a haughty spirit before a fall.","num":18},{"text":"Better to be of a humble spirit with the lowly, Than to divide the spoil with the proud.","num":19},{"text":"He who heeds the word wisely will find good, And whoever trusts in the LORD, happy is he.","num":20},{"text":"The wise in heart will be called prudent, And sweetness of the lips increases learning.","num":21},{"text":"Understanding is a wellspring of life to him who has it. But the correction of fools is folly.","num":22},{"text":"The heart of the wise teaches his mouth, And adds learning to his lips.","num":23},{"text":"Pleasant words are like a honeycomb, Sweetness to the soul and health to the bones.","num":24},{"text":"There is a way that seems right to a man, But its end is the way of death.","num":25},{"text":"The person who labors, labors for himself, For his hungry mouth drives him on.","num":26},{"text":"An ungodly man digs up evil, And it is on his lips like a burning fire.","num":27},{"text":"A perverse man sows strife, And a whisperer separates the best of friends.","num":28},{"text":"A violent man entices his neighbor, And leads him in a way that is not good.","num":29},{"text":"He winks his eye to devise perverse things; He purses his lips and brings about evil.","num":30},{"text":"The silver-haired head is a crown of glory, If it is found in the way of righteousness.","num":31},{"text":"He who is slow to anger is better than the mighty, And he who rules his spirit than he who takes a city.","num":32},{"text":"The lot is cast into the lap, But its every decision is from the LORD.","num":33}],"num":16},{"verses":[{"text":"Better is a dry morsel with quietness, Than a house full of feasting with strife.","num":1},{"text":"A wise servant will rule over a son who causes shame, And will share an inheritance among the brothers.","num":2},{"text":"The refining pot is for silver and the furnace for gold, But the LORD tests the hearts.","num":3},{"text":"An evildoer gives heed to false lips; A liar listens eagerly to a spiteful tongue.","num":4},{"text":"He who mocks the poor reproaches his Maker; He who is glad at calamity will not go unpunished.","num":5},{"text":"Children's children are the crown of old men, And the glory of children is their father.","num":6},{"text":"Excellent speech is not becoming to a fool, Much less lying lips to a prince.","num":7},{"text":"A present is a precious stone in the eyes of its possessor; Wherever he turns, he prospers.","num":8},{"text":"He who covers a transgression seeks love, But he who repeats a matter separates friends.","num":9},{"text":"Rebuke is more effective for a wise man Than a hundred blows on a fool.","num":10},{"text":"An evil man seeks only rebellion; Therefore a cruel messenger will be sent against him.","num":11},{"text":"Let a man meet a bear robbed of her cubs, Rather than a fool in his folly.","num":12},{"text":"Whoever rewards evil for good, Evil will not depart from his house.","num":13},{"text":"The beginning of strife is like releasing water; Therefore stop contention before a quarrel starts.","num":14},{"text":"He who justifies the wicked, and he who condemns the just, Both of them alike are an abomination to the LORD.","num":15},{"text":"Why is there in the hand of a fool the purchase price of wisdom, Since he has no heart for it?","num":16},{"text":"A friend loves at all times, And a brother is born for adversity.","num":17},{"text":"A man devoid of understanding shakes hands in a pledge, And becomes surety for his friend.","num":18},{"text":"He who loves transgression loves strife, And he who exalts his gate seeks destruction.","num":19},{"text":"He who has a deceitful heart finds no good, And he who has a perverse tongue falls into evil.","num":20},{"text":"He who begets a scoffer does so to his sorrow, And the father of a fool has no joy.","num":21},{"text":"A merry heart does good, like medicine, But a broken spirit dries the bones.","num":22},{"text":"A wicked man accepts a bribe behind the back To pervert the ways of justice.","num":23},{"text":"Wisdom is in the sight of him who has understanding, But the eyes of a fool are on the ends of the earth.","num":24},{"text":"A foolish son is a grief to his father, And bitterness to her who bore him.","num":25},{"text":"Also, to punish the righteous is not good, Nor to strike princes for their uprightness.","num":26},{"text":"He who has knowledge spares his words, And a man of understanding is of a calm spirit.","num":27},{"text":"Even a fool is counted wise when he holds his peace; When he shuts his lips, he is considered perceptive.","num":28}],"num":17},{"verses":[{"text":"A man who isolates himself seeks his own desire; He rages against all wise judgment.","num":1},{"text":"A fool has no delight in understanding, But in expressing his own heart.","num":2},{"text":"When the wicked comes, contempt comes also; And with dishonor comes reproach.","num":3},{"text":"The words of a man's mouth are deep waters; The wellspring of wisdom is a flowing brook.","num":4},{"text":"It is not good to show partiality to the wicked, Or to overthrow the righteous in judgment.","num":5},{"text":"A fool's lips enter into contention, And his mouth calls for blows.","num":6},{"text":"A fool's mouth is his destruction, And his lips are the snare of his soul.","num":7},{"text":"The words of a talebearer are like tasty trifles, And they go down into the inmost body.","num":8},{"text":"He who is slothful in his work Is a brother to him who is a great destroyer.","num":9},{"text":"The name of the LORD is a strong tower; The righteous run to it and are safe.","num":10},{"text":"The rich man's wealth is his strong city, And like a high wall in his own esteem.","num":11},{"text":"Before destruction the heart of a man is haughty, And before honor is humility.","num":12},{"text":"He who answers a matter before he hears it, It is folly and shame to him.","num":13},{"text":"The spirit of a man will sustain him in sickness, But who can bear a broken spirit?","num":14},{"text":"The heart of the prudent acquires knowledge, And the ear of the wise seeks knowledge.","num":15},{"text":"A man's gift makes room for him, And brings him before great men.","num":16},{"text":"The first one to plead his cause seems right, Until his neighbor comes and examines him.","num":17},{"text":"Casting lots causes contentions to cease, And keeps the mighty apart.","num":18},{"text":"A brother offended is harder to win than a strong city, And contentions are like the bars of a castle.","num":19},{"text":"A man's stomach shall be satisfied from the fruit of his mouth; From the produce of his lips he shall be filled.","num":20},{"text":"Death and life are in the power of the tongue, And those who love it will eat its fruit.","num":21},{"text":"He who finds a wife finds a good thing, And obtains favor from the LORD.","num":22},{"text":"The poor man uses entreaties, But the rich answers roughly.","num":23},{"text":"A man who has friends must himself be friendly, But there is a friend who sticks closer than a brother.","num":24}],"num":18},{"verses":[{"text":"Better is the poor who walks in his integrity Than one who is perverse in his lips, and is a fool.","num":1},{"text":"Also it is not good for a soul to be without knowledge, And he sins who hastens with his feet.","num":2},{"text":"The foolishness of a man twists his way, And his heart frets against the LORD.","num":3},{"text":"Wealth makes many friends, But the poor is separated from his friend.","num":4},{"text":"A false witness will not go unpunished, And he who speaks lies will not escape.","num":5},{"text":"Many entreat the favor of the nobility, And every man is a friend to one who gives gifts.","num":6},{"text":"All the brothers of the poor hate him; How much more do his friends go far from him! He may pursue them with words, yet they abandon him.","num":7},{"text":"He who gets wisdom loves his own soul; He who keeps understanding will find good.","num":8},{"text":"A false witness will not go unpunished, And he who speaks lies shall perish.","num":9},{"text":"Luxury is not fitting for a fool, Much less for a servant to rule over princes.","num":10},{"text":"The discretion of a man makes him slow to anger, And his glory is to overlook a transgression.","num":11},{"text":"The king's wrath is like the roaring of a lion, But his favor is like dew on the grass.","num":12},{"text":"A foolish son is the ruin of his father, And the contentions of a wife are a continual dripping.","num":13},{"text":"Houses and riches are an inheritance from fathers, But a prudent wife is from the LORD.","num":14},{"text":"Laziness casts one into a deep sleep, And an idle person will suffer hunger.","num":15},{"text":"He who keeps the commandment keeps his soul, But he who is careless of his ways will die.","num":16},{"text":"He who has pity on the poor lends to the LORD, And He will pay back what he has given.","num":17},{"text":"Chasten your son while there is hope, And do not set your heart on his destruction.","num":18},{"text":"A man of great wrath will suffer punishment; For if you rescue him, you will have to do it again.","num":19},{"text":"Listen to counsel and receive instruction, That you may be wise in your latter days.","num":20},{"text":"There are many plans in a man's heart, Nevertheless the LORD's counsel--that will stand.","num":21},{"text":"What is desired in a man is kindness, And a poor man is better than a liar.","num":22},{"text":"The fear of the LORD leads to life, And he who has it will abide in satisfaction; He will not be visited with evil.","num":23},{"text":"A lazy man buries his hand in the bowl, And will not so much as bring it to his mouth again.","num":24},{"text":"Strike a scoffer, and the simple will become wary; Rebuke one who has understanding, and he will discern knowledge.","num":25},{"text":"He who mistreats his father and chases away his mother Is a son who causes shame and brings reproach.","num":26},{"text":"Cease listening to instruction, my son, And you will stray from the words of knowledge.","num":27},{"text":"A disreputable witness scorns justice, And the mouth of the wicked devours iniquity.","num":28},{"text":"Judgments are prepared for scoffers, And beatings for the backs of fools.","num":29}],"num":19},{"verses":[{"text":"Wine is a mocker, Strong drink is a brawler, And whoever is led astray by it is not wise.","num":1},{"text":"The wrath of a king is like the roaring of a lion; Whoever provokes him to anger sins against his own life.","num":2},{"text":"It is honorable for a man to stop striving, Since any fool can start a quarrel.","num":3},{"text":"The lazy man will not plow because of winter; He will beg during harvest and have nothing.","num":4},{"text":"Counsel in the heart of man is like deep water, But a man of understanding will draw it out.","num":5},{"text":"Most men will proclaim each his own goodness, But who can find a faithful man?","num":6},{"text":"The righteous man walks in his integrity; His children are blessed after him.","num":7},{"text":"A king who sits on the throne of judgment Scatters all evil with his eyes.","num":8},{"text":"Who can say, \"I have made my heart clean, I am pure from my sin\"?","num":9},{"text":"Diverse weights and diverse measures, They are both alike, an abomination to the LORD.","num":10},{"text":"Even a child is known by his deeds, Whether what he does is pure and right.","num":11},{"text":"The hearing ear and the seeing eye, The LORD has made them both.","num":12},{"text":"Do not love sleep, lest you come to poverty; Open your eyes, and you will be satisfied with bread.","num":13},{"text":"\"It is good for nothing,\" cries the buyer; But when he has gone his way, then he boasts.","num":14},{"text":"There is gold and a multitude of rubies, But the lips of knowledge are a precious jewel.","num":15},{"text":"Take the garment of one who is surety for a stranger, And hold it as a pledge when it is for a seductress.","num":16},{"text":"Bread gained by deceit is sweet to a man, But afterward his mouth will be filled with gravel.","num":17},{"text":"Plans are established by counsel; By wise counsel wage war.","num":18},{"text":"He who goes about as a talebearer reveals secrets; Therefore do not associate with one who flatters with his lips.","num":19},{"text":"Whoever curses his father or his mother, His lamp will be put out in deep darkness.","num":20},{"text":"An inheritance gained hastily at the beginning Will not be blessed at the end.","num":21},{"text":"Do not say, \"I will recompense evil\"; Wait for the LORD, and He will save you.","num":22},{"text":"Diverse weights are an abomination to the LORD, And dishonest scales are not good.","num":23},{"text":"A man's steps are of the LORD; How then can a man understand his own way?","num":24},{"text":"It is a snare for a man to devote rashly something as holy, And afterward to reconsider his vows.","num":25},{"text":"A wise king sifts out the wicked, And brings the threshing wheel over them.","num":26},{"text":"The spirit of a man is the lamp of the LORD, Searching all the inner depths of his heart.","num":27},{"text":"Mercy and truth preserve the king, And by lovingkindness he upholds his throne.","num":28},{"text":"The glory of young men is their strength, And the splendor of old men is their gray head.","num":29},{"text":"Blows that hurt cleanse away evil, As do stripes the inner depths of the heart.","num":30}],"num":20},{"verses":[{"text":"The king's heart is in the hand of the LORD, Like the rivers of water; He turns it wherever He wishes.","num":1},{"text":"Every way of a man is right in his own eyes, But the LORD weighs the hearts.","num":2},{"text":"To do righteousness and justice Is more acceptable to the LORD than sacrifice.","num":3},{"text":"A haughty look, a proud heart, And the plowing of the wicked are sin.","num":4},{"text":"The plans of the diligent lead surely to plenty, But those of everyone who is hasty, surely to poverty.","num":5},{"text":"Getting treasures by a lying tongue Is the fleeting fantasy of those who seek death.","num":6},{"text":"The violence of the wicked will destroy them, Because they refuse to do justice.","num":7},{"text":"The way of a guilty man is perverse; But as for the pure, his work is right.","num":8},{"text":"Better to dwell in a corner of a housetop, Than in a house shared with a contentious woman.","num":9},{"text":"The soul of the wicked desires evil; His neighbor finds no favor in his eyes.","num":10},{"text":"When the scoffer is punished, the simple is made wise; But when the wise is instructed, he receives knowledge.","num":11},{"text":"The righteous God wisely considers the house of the wicked, Overthrowing the wicked for their wickedness.","num":12},{"text":"Whoever shuts his ears to the cry of the poor Will also cry himself and not be heard.","num":13},{"text":"A gift in secret pacifies anger, And a bribe behind the back, strong wrath.","num":14},{"text":"It is a joy for the just to do justice, But destruction will come to the workers of iniquity.","num":15},{"text":"A man who wanders from the way of understanding Will rest in the assembly of the dead.","num":16},{"text":"He who loves pleasure will be a poor man; He who loves wine and oil will not be rich.","num":17},{"text":"The wicked shall be a ransom for the righteous, And the unfaithful for the upright.","num":18},{"text":"Better to dwell in the wilderness, Than with a contentious and angry woman.","num":19},{"text":"There is desirable treasure, And oil in the dwelling of the wise, But a foolish man squanders it.","num":20},{"text":"He who follows righteousness and mercy Finds life, righteousness and honor.","num":21},{"text":"A wise man scales the city of the mighty, And brings down the trusted stronghold.","num":22},{"text":"Whoever guards his mouth and tongue Keeps his soul from troubles.","num":23},{"text":"A proud and haughty man--\"Scoffer\" is his name; He acts with arrogant pride.","num":24},{"text":"The desire of the lazy man kills him, For his hands refuse to labor.","num":25},{"text":"He covets greedily all day long, But the righteous gives and does not spare.","num":26},{"text":"The sacrifice of the wicked is an abomination; How much more when he brings it with wicked intent!","num":27},{"text":"A false witness shall perish, But the man who hears him will speak endlessly.","num":28},{"text":"A wicked man hardens his face, But as for the upright, he establishes his way.","num":29},{"text":"There is no wisdom or understanding Or counsel against the LORD.","num":30},{"text":"The horse is prepared for the day of battle, But deliverance is of the LORD.","num":31}],"num":21},{"verses":[{"text":"A good name is to be chosen rather than great riches, Loving favor rather than silver and gold.","num":1},{"text":"The rich and the poor have this in common, The LORD is the maker of them all.","num":2},{"text":"A prudent man foresees evil and hides himself, But the simple pass on and are punished.","num":3},{"text":"By humility and the fear of the LORD Are riches and honor and life.","num":4},{"text":"Thorns and snares are in the way of the perverse; He who guards his soul will be far from them.","num":5},{"text":"Train up a child in the way he should go, And when he is old he will not depart from it.","num":6},{"text":"The rich rules over the poor, And the borrower is servant to the lender.","num":7},{"text":"He who sows iniquity will reap sorrow, And the rod of his anger will fail.","num":8},{"text":"He who has a generous eye will be blessed, For he gives of his bread to the poor.","num":9},{"text":"Cast out the scoffer, and contention will leave; Yes, strife and reproach will cease.","num":10},{"text":"He who loves purity of heart And has grace on his lips, The king will be his friend.","num":11},{"text":"The eyes of the LORD preserve knowledge, But He overthrows the words of the faithless.","num":12},{"text":"The lazy man says, \"There is a lion outside! I shall be slain in the streets!\"","num":13},{"text":"The mouth of an immoral woman is a deep pit; He who is abhorred by the LORD will fall there.","num":14},{"text":"Foolishness is bound up in the heart of a child; The rod of correction will drive it far from him.","num":15},{"text":"He who oppresses the poor to increase his riches, And he who gives to the rich, will surely come to poverty.","num":16},{"text":"Incline your ear and hear the words of the wise, And apply your heart to my knowledge;","num":17},{"text":"For it is a pleasant thing if you keep them within you; Let them all be fixed upon your lips,","num":18},{"text":"So that your trust may be in the LORD; I have instructed you today, even you.","num":19},{"text":"Have I not written to you excellent things Of counsels and knowledge,","num":20},{"text":"That I may make you know the certainty of the words of truth, That you may answer words of truth To those who send to you?","num":21},{"text":"Do not rob the poor because he is poor, Nor oppress the afflicted at the gate;","num":22},{"text":"For the LORD will plead their cause, And plunder the soul of those who plunder them.","num":23},{"text":"Make no friendship with an angry man, And with a furious man do not go,","num":24},{"text":"Lest you learn his ways And set a snare for your soul.","num":25},{"text":"Do not be one of those who shakes hands in a pledge, One of those who is surety for debts;","num":26},{"text":"If you have nothing with which to pay, Why should he take away your bed from under you?","num":27},{"text":"Do not remove the ancient landmark Which your fathers have set.","num":28},{"text":"Do you see a man who excels in his work? He will stand before kings; He will not stand before unknown men.","num":29}],"num":22},{"verses":[{"text":"When you sit down to eat with a ruler, Consider carefully what is before you;","num":1},{"text":"And put a knife to your throat If you are a man given to appetite.","num":2},{"text":"Do not desire his delicacies, For they are deceptive food.","num":3},{"text":"Do not overwork to be rich; Because of your own understanding, cease!","num":4},{"text":"Will you set your eyes on that which is not? For riches certainly make themselves wings; They fly away like an eagle toward heaven.","num":5},{"text":"Do not eat the bread of a miser, Nor desire his delicacies;","num":6},{"text":"For as he thinks in his heart, so is he. \"Eat and drink!\" he says to you, But his heart is not with you.","num":7},{"text":"The morsel you have eaten, you will vomit up, And waste your pleasant words.","num":8},{"text":"Do not speak in the hearing of a fool, For he will despise the wisdom of your words.","num":9},{"text":"Do not remove the ancient landmark, Nor enter the fields of the fatherless;","num":10},{"text":"For their Redeemer is mighty; He will plead their cause against you.","num":11},{"text":"Apply your heart to instruction, And your ears to words of knowledge.","num":12},{"text":"Do not withhold correction from a child, For if you beat him with a rod, he will not die.","num":13},{"text":"You shall beat him with a rod, And deliver his soul from hell.","num":14},{"text":"My son, if your heart is wise, My heart will rejoice--indeed, I myself;","num":15},{"text":"Yes, my inmost being will rejoice When your lips speak right things.","num":16},{"text":"Do not let your heart envy sinners, But be zealous for the fear of the LORD all the day;","num":17},{"text":"For surely there is a hereafter, And your hope will not be cut off.","num":18},{"text":"Hear, my son, and be wise; And guide your heart in the way.","num":19},{"text":"Do not mix with winebibbers, Or with gluttonous eaters of meat;","num":20},{"text":"For the drunkard and the glutton will come to poverty, And drowsiness will clothe a man with rags.","num":21},{"text":"Listen to your father who begot you, And do not despise your mother when she is old.","num":22},{"text":"Buy the truth, and do not sell it, Also wisdom and instruction and understanding.","num":23},{"text":"The father of the righteous will greatly rejoice, And he who begets a wise child will delight in him.","num":24},{"text":"Let your father and your mother be glad, And let her who bore you rejoice.","num":25},{"text":"My son, give me your heart, And let your eyes observe my ways.","num":26},{"text":"For a harlot is a deep pit, And a seductress is a narrow well.","num":27},{"text":"She also lies in wait as for a victim, And increases the unfaithful among men.","num":28},{"text":"Who has woe? Who has sorrow? Who has contentions? Who has complaints? Who has wounds without cause? Who has redness of eyes?","num":29},{"text":"Those who linger long at the wine, Those who go in search of mixed wine.","num":30},{"text":"Do not look on the wine when it is red, When it sparkles in the cup, When it swirls around smoothly;","num":31},{"text":"At the last it bites like a serpent, And stings like a viper.","num":32},{"text":"Your eyes will see strange things, And your heart will utter perverse things.","num":33},{"text":"Yes, you will be like one who lies down in the midst of the sea, Or like one who lies at the top of the mast, saying:","num":34},{"text":"\"They have struck me, but I was not hurt; They have beaten me, but I did not feel it. When shall I awake, that I may seek another drink?|\"","num":35}],"num":23},{"verses":[{"text":"Do not be envious of evil men, Nor desire to be with them;","num":1},{"text":"For their heart devises violence, And their lips talk of troublemaking.","num":2},{"text":"Through wisdom a house is built, And by understanding it is established;","num":3},{"text":"By knowledge the rooms are filled With all precious and pleasant riches.","num":4},{"text":"A wise man is strong, Yes, a man of knowledge increases strength;","num":5},{"text":"For by wise counsel you will wage your own war, And in a multitude of counselors there is safety.","num":6},{"text":"Wisdom is too lofty for a fool; He does not open his mouth in the gate.","num":7},{"text":"He who plots to do evil Will be called a schemer.","num":8},{"text":"The devising of foolishness is sin, And the scoffer is an abomination to men.","num":9},{"text":"If you faint in the day of adversity, Your strength is small.","num":10},{"text":"Deliver those who are drawn toward death, And hold back those stumbling to the slaughter.","num":11},{"text":"If you say, \"Surely we did not know this,\" Does not He who weighs the hearts consider it? He who keeps your soul, does He not know it? And will He not render to each man according to his deeds?","num":12},{"text":"My son, eat honey because it is good, And the honeycomb which is sweet to your taste;","num":13},{"text":"So shall the knowledge of wisdom be to your soul; If you have found it, there is a prospect, And your hope will not be cut off.","num":14},{"text":"Do not lie in wait, O wicked man, against the dwelling of the righteous; Do not plunder his resting place;","num":15},{"text":"For a righteous man may fall seven times And rise again, But the wicked shall fall by calamity.","num":16},{"text":"Do not rejoice when your enemy falls, And do not let your heart be glad when he stumbles;","num":17},{"text":"Lest the LORD see it, and it displease Him, And He turn away His wrath from him.","num":18},{"text":"Do not fret because of evildoers, Nor be envious of the wicked;","num":19},{"text":"For there will be no prospect for the evil man; The lamp of the wicked will be put out.","num":20},{"text":"My son, fear the LORD and the king; Do not associate with those given to change;","num":21},{"text":"For their calamity will rise suddenly, And who knows the ruin those two can bring?","num":22},{"text":"These things also belong to the wise: It is not good to show partiality in judgment.","num":23},{"text":"He who says to the wicked, \"You are righteous,\" Him the people will curse; Nations will abhor him.","num":24},{"text":"But those who rebuke the wicked will have delight, And a good blessing will come upon them.","num":25},{"text":"He who gives a right answer kisses the lips.","num":26},{"text":"Prepare your outside work, Make it fit for yourself in the field; And afterward build your house.","num":27},{"text":"Do not be a witness against your neighbor without cause, For would you deceive with your lips?","num":28},{"text":"Do not say, \"I will do to him just as he has done to me; I will render to the man according to his work.\"","num":29},{"text":"I went by the field of the lazy man, And by the vineyard of the man devoid of understanding;","num":30},{"text":"And there it was, all overgrown with thorns; Its surface was covered with nettles; Its stone wall was broken down.","num":31},{"text":"When I saw it, I considered it well; I looked on it and received instruction:","num":32},{"text":"A little sleep, a little slumber, A little folding of the hands to rest;","num":33},{"text":"So shall your poverty come like a prowler, And your need like an armed man.","num":34}],"num":24},{"verses":[{"text":"These also are proverbs of Solomon which the men of Hezekiah king of Judah copied:","num":1},{"text":"It is the glory of God to conceal a matter, But the glory of kings is to search out a matter.","num":2},{"text":"As the heavens for height and the earth for depth, So the heart of kings is unsearchable.","num":3},{"text":"Take away the dross from silver, And it will go to the silversmith for jewelry.","num":4},{"text":"Take away the wicked from before the king, And his throne will be established in righteousness.","num":5},{"text":"Do not exalt yourself in the presence of the king, And do not stand in the place of the great;","num":6},{"text":"For it is better that he say to you, \"Come up here,\" Than that you should be put lower in the presence of the prince, Whom your eyes have seen.","num":7},{"text":"Do not go hastily to court; For what will you do in the end, When your neighbor has put you to shame?","num":8},{"text":"Debate your case with your neighbor, And do not disclose the secret to another;","num":9},{"text":"Lest he who hears it expose your shame, And your reputation be ruined.","num":10},{"text":"A word fitly spoken is like apples of gold In settings of silver.","num":11},{"text":"Like an earring of gold and an ornament of fine gold Is a wise rebuker to an obedient ear.","num":12},{"text":"Like the cold of snow in time of harvest Is a faithful messenger to those who send him, For he refreshes the soul of his masters.","num":13},{"text":"Whoever falsely boasts of giving Is like clouds and wind without rain.","num":14},{"text":"By long forbearance a ruler is persuaded, And a gentle tongue breaks a bone.","num":15},{"text":"Have you found honey? Eat only as much as you need, Lest you be filled with it and vomit.","num":16},{"text":"Seldom set foot in your neighbor's house, Lest he become weary of you and hate you.","num":17},{"text":"A man who bears false witness against his neighbor Is like a club, a sword, and a sharp arrow.","num":18},{"text":"Confidence in an unfaithful man in time of trouble Is like a bad tooth and a foot out of joint.","num":19},{"text":"Like one who takes away a garment in cold weather, And like vinegar on soda, Is one who sings songs to a heavy heart.","num":20},{"text":"If your enemy is hungry, give him bread to eat; And if he is thirsty, give him water to drink;","num":21},{"text":"For so you will heap coals of fire on his head, And the LORD will reward you.","num":22},{"text":"The north wind brings forth rain, And a backbiting tongue an angry countenance.","num":23},{"text":"It is better to dwell in a corner of a housetop, Than in a house shared with a contentious woman.","num":24},{"text":"As cold water to a weary soul, So is good news from a far country.","num":25},{"text":"A righteous man who falters before the wicked Is like a murky spring and a polluted well.","num":26},{"text":"It is not good to eat much honey; So to seek one's own glory is not glory.","num":27},{"text":"Whoever has no rule over his own spirit Is like a city broken down, without walls.","num":28}],"num":25},{"verses":[{"text":"As snow in summer and rain in harvest, So honor is not fitting for a fool.","num":1},{"text":"Like a flitting sparrow, like a flying swallow, So a curse without cause shall not alight.","num":2},{"text":"A whip for the horse, A bridle for the donkey, And a rod for the fool's back.","num":3},{"text":"Do not answer a fool according to his folly, Lest you also be like him.","num":4},{"text":"Answer a fool according to his folly, Lest he be wise in his own eyes.","num":5},{"text":"He who sends a message by the hand of a fool Cuts off his own feet and drinks violence.","num":6},{"text":"Like the legs of the lame that hang limp Is a proverb in the mouth of fools.","num":7},{"text":"Like one who binds a stone in a sling Is he who gives honor to a fool.","num":8},{"text":"Like a thorn that goes into the hand of a drunkard Is a proverb in the mouth of fools.","num":9},{"text":"The great God who formed everything Gives the fool his hire and the transgressor his wages.","num":10},{"text":"As a dog returns to his own vomit, So a fool repeats his folly.","num":11},{"text":"Do you see a man wise in his own eyes? There is more hope for a fool than for him.","num":12},{"text":"The lazy man says, \"There is a lion in the road! A fierce lion is in the streets!\"","num":13},{"text":"As a door turns on its hinges, So does the lazy man on his bed.","num":14},{"text":"The lazy man buries his hand in the bowl; It wearies him to bring it back to his mouth.","num":15},{"text":"The lazy man is wiser in his own eyes Than seven men who can answer sensibly.","num":16},{"text":"He who passes by and meddles in a quarrel not his own Is like one who takes a dog by the ears.","num":17},{"text":"Like a madman who throws firebrands, arrows, and death,","num":18},{"text":"Is the man who deceives his neighbor, And says, \"I was only joking!\"","num":19},{"text":"Where there is no wood, the fire goes out; And where there is no talebearer, strife ceases.","num":20},{"text":"As charcoal is to burning coals, and wood to fire, So is a contentious man to kindle strife.","num":21},{"text":"The words of a talebearer are like tasty trifles, And they go down into the inmost body.","num":22},{"text":"Fervent lips with a wicked heart Are like earthenware covered with silver dross.","num":23},{"text":"He who hates, disguises it with his lips, And lays up deceit within himself;","num":24},{"text":"When he speaks kindly, do not believe him, For there are seven abominations in his heart;","num":25},{"text":"Though his hatred is covered by deceit, His wickedness will be revealed before the assembly.","num":26},{"text":"Whoever digs a pit will fall into it, And he who rolls a stone will have it roll back on him.","num":27},{"text":"A lying tongue hates those who are crushed by it, And a flattering mouth works ruin.","num":28}],"num":26},{"verses":[{"text":"Do not boast about tomorrow, For you do not know what a day may bring forth.","num":1},{"text":"Let another man praise you, and not your own mouth; A stranger, and not your own lips.","num":2},{"text":"A stone is heavy and sand is weighty, But a fool's wrath is heavier than both of them.","num":3},{"text":"Wrath is cruel and anger a torrent, But who is able to stand before jealousy?","num":4},{"text":"Open rebuke is better Than love carefully concealed.","num":5},{"text":"Faithful are the wounds of a friend, But the kisses of an enemy are deceitful.","num":6},{"text":"A satisfied soul loathes the honeycomb, But to a hungry soul every bitter thing is sweet.","num":7},{"text":"Like a bird that wanders from its nest Is a man who wanders from his place.","num":8},{"text":"Ointment and perfume delight the heart, And the sweetness of a man's friend gives delight by hearty counsel.","num":9},{"text":"Do not forsake your own friend or your father's friend, Nor go to your brother's house in the day of your calamity; Better is a neighbor nearby than a brother far away.","num":10},{"text":"My son, be wise, and make my heart glad, That I may answer him who reproaches me.","num":11},{"text":"A prudent man foresees evil and hides himself; The simple pass on and are punished.","num":12},{"text":"Take the garment of him who is surety for a stranger, And hold it in pledge when he is surety for a seductress.","num":13},{"text":"He who blesses his friend with a loud voice, rising early in the morning, It will be counted a curse to him.","num":14},{"text":"A continual dripping on a very rainy day And a contentious woman are alike;","num":15},{"text":"Whoever restrains her restrains the wind, And grasps oil with his right hand.","num":16},{"text":"As iron sharpens iron, So a man sharpens the countenance of his friend.","num":17},{"text":"Whoever keeps the fig tree will eat its fruit; So he who waits on his master will be honored.","num":18},{"text":"As in water face reflects face, So a man's heart reveals the man.","num":19},{"text":"Hell and Destruction are never full; So the eyes of man are never satisfied.","num":20},{"text":"The refining pot is for silver and the furnace for gold, And a man is valued by what others say of him.","num":21},{"text":"Though you grind a fool in a mortar with a pestle along with crushed grain, Yet his foolishness will not depart from him.","num":22},{"text":"Be diligent to know the state of your flocks, And attend to your herds;","num":23},{"text":"For riches are not forever, Nor does a crown endure to all generations.","num":24},{"text":"When the hay is removed, and the tender grass shows itself, And the herbs of the mountains are gathered in,","num":25},{"text":"The lambs will provide your clothing, And the goats the price of a field;","num":26},{"text":"You shall have enough goats' milk for your food, For the food of your household, And the nourishment of your maidservants.","num":27}],"num":27},{"verses":[{"text":"The wicked flee when no one pursues, But the righteous are bold as a lion.","num":1},{"text":"Because of the transgression of a land, many are its princes; But by a man of understanding and knowledge Right will be prolonged.","num":2},{"text":"A poor man who oppresses the poor Is like a driving rain which leaves no food.","num":3},{"text":"Those who forsake the law praise the wicked, But such as keep the law contend with them.","num":4},{"text":"Evil men do not understand justice, But those who seek the LORD understand all.","num":5},{"text":"Better is the poor who walks in his integrity Than one perverse in his ways, though he be rich.","num":6},{"text":"Whoever keeps the law is a discerning son, But a companion of gluttons shames his father.","num":7},{"text":"One who increases his possessions by usury and extortion Gathers it for him who will pity the poor.","num":8},{"text":"One who turns away his ear from hearing the law, Even his prayer is an abomination.","num":9},{"text":"Whoever causes the upright to go astray in an evil way, He himself will fall into his own pit; But the blameless will inherit good.","num":10},{"text":"The rich man is wise in his own eyes, But the poor who has understanding searches him out.","num":11},{"text":"When the righteous rejoice, there is great glory; But when the wicked arise, men hide themselves.","num":12},{"text":"He who covers his sins will not prosper, But whoever confesses and forsakes them will have mercy.","num":13},{"text":"Happy is the man who is always reverent, But he who hardens his heart will fall into calamity.","num":14},{"text":"Like a roaring lion and a charging bear Is a wicked ruler over poor people.","num":15},{"text":"A ruler who lacks understanding is a great oppressor, But he who hates covetousness will prolong his days.","num":16},{"text":"A man burdened with bloodshed will flee into a pit; Let no one help him.","num":17},{"text":"Whoever walks blamelessly will be saved, But he who is perverse in his ways will suddenly fall.","num":18},{"text":"He who tills his land will have plenty of bread, But he who follows frivolity will have poverty enough!","num":19},{"text":"A faithful man will abound with blessings, But he who hastens to be rich will not go unpunished.","num":20},{"text":"To show partiality is not good, Because for a piece of bread a man will transgress.","num":21},{"text":"A man with an evil eye hastens after riches, And does not consider that poverty will come upon him.","num":22},{"text":"He who rebukes a man will find more favor afterward Than he who flatters with the tongue.","num":23},{"text":"Whoever robs his father or his mother, And says, \"It is no transgression,\" The same is companion to a destroyer.","num":24},{"text":"He who is of a proud heart stirs up strife, But he who trusts in the LORD will be prospered.","num":25},{"text":"He who trusts in his own heart is a fool, But whoever walks wisely will be delivered.","num":26},{"text":"He who gives to the poor will not lack, But he who hides his eyes will have many curses.","num":27},{"text":"When the wicked arise, men hide themselves; But when they perish, the righteous increase.","num":28}],"num":28},{"verses":[{"text":"He who is often rebuked, and hardens his neck, Will suddenly be destroyed, and that without remedy.","num":1},{"text":"When the righteous are in authority, the people rejoice; But when a wicked man rules, the people groan.","num":2},{"text":"Whoever loves wisdom makes his father rejoice, But a companion of harlots wastes his wealth.","num":3},{"text":"The king establishes the land by justice, But he who receives bribes overthrows it.","num":4},{"text":"A man who flatters his neighbor Spreads a net for his feet.","num":5},{"text":"By transgression an evil man is snared, But the righteous sings and rejoices.","num":6},{"text":"The righteous considers the cause of the poor, But the wicked does not understand such knowledge.","num":7},{"text":"Scoffers set a city aflame, But wise men turn away wrath.","num":8},{"text":"If a wise man contends with a foolish man, Whether the fool rages or laughs, there is no peace.","num":9},{"text":"The bloodthirsty hate the blameless, But the upright seek his well-being.","num":10},{"text":"A fool vents all his feelings, But a wise man holds them back.","num":11},{"text":"If a ruler pays attention to lies, All his servants become wicked.","num":12},{"text":"The poor man and the oppressor have this in common: The LORD gives light to the eyes of both.","num":13},{"text":"The king who judges the poor with truth, His throne will be established forever.","num":14},{"text":"The rod and rebuke give wisdom, But a child left to himself brings shame to his mother.","num":15},{"text":"When the wicked are multiplied, transgression increases; But the righteous will see their fall.","num":16},{"text":"Correct your son, and he will give you rest; Yes, he will give delight to your soul.","num":17},{"text":"Where there is no revelation, the people cast off restraint; But happy is he who keeps the law.","num":18},{"text":"A servant will not be corrected by mere words; For though he understands, he will not respond.","num":19},{"text":"Do you see a man hasty in his words? There is more hope for a fool than for him.","num":20},{"text":"He who pampers his servant from childhood Will have him as a son in the end.","num":21},{"text":"An angry man stirs up strife, And a furious man abounds in transgression.","num":22},{"text":"A man's pride will bring him low, But the humble in spirit will retain honor.","num":23},{"text":"Whoever is a partner with a thief hates his own life; He swears to tell the truth, but reveals nothing.","num":24},{"text":"The fear of man brings a snare, But whoever trusts in the LORD shall be safe.","num":25},{"text":"Many seek the ruler's favor, But justice for man comes from the LORD.","num":26},{"text":"An unjust man is an abomination to the righteous, And he who is upright in the way is an abomination to the wicked.","num":27}],"num":29},{"verses":[{"text":"The words of Agur the son of Jakeh, his utterance. This man declared to Ithiel--to Ithiel and Ucal:","num":1},{"text":"Surely I am more stupid than any man, And do not have the understanding of a man.","num":2},{"text":"I neither learned wisdom Nor have knowledge of the Holy One.","num":3},{"text":"Who has ascended into heaven, or descended? Who has gathered the wind in His fists? Who has bound the waters in a garment? Who has established all the ends of the earth? What is His name, and what is His Son's name, If you know?","num":4},{"text":"Every word of God is pure; He is a shield to those who put their trust in Him.","num":5},{"text":"Do not add to His words, Lest He rebuke you, and you be found a liar.","num":6},{"text":"Two things I request of You (Deprive me not before I die):","num":7},{"text":"Remove falsehood and lies far from me; Give me neither poverty nor riches-- Feed me with the food allotted to me;","num":8},{"text":"Lest I be full and deny You, And say, \"Who is the LORD?\" Or lest I be poor and steal, And profane the name of my God.","num":9},{"text":"Do not malign a servant to his master, Lest he curse you, and you be found guilty.","num":10},{"text":"There is a generation that curses its father, And does not bless its mother.","num":11},{"text":"There is a generation that is pure in its own eyes, Yet is not washed from its filthiness.","num":12},{"text":"There is a generation-- oh, how lofty are their eyes! And their eyelids are lifted up.","num":13},{"text":"There is a generation whose teeth are like swords, And whose fangs are like knives, To devour the poor from off the earth, And the needy from among men.","num":14},{"text":"The leech has two daughters-- Give and Give! There are three things that are never satisfied, Four never say, \"Enough!\":","num":15},{"text":"The grave, The barren womb, The earth that is not satisfied with water-- And the fire never says, \"Enough!\"","num":16},{"text":"The eye that mocks his father, And scorns obedience to his mother, The ravens of the valley will pick it out, And the young eagles will eat it.","num":17},{"text":"There are three things which are too wonderful for me, Yes, four which I do not understand:","num":18},{"text":"The way of an eagle in the air, The way of a serpent on a rock, The way of a ship in the midst of the sea, And the way of a man with a virgin.","num":19},{"text":"This is the way of an adulterous woman: She eats and wipes her mouth, And says, \"I have done no wickedness.\"","num":20},{"text":"For three things the earth is perturbed, Yes, for four it cannot bear up:","num":21},{"text":"For a servant when he reigns, A fool when he is filled with food,","num":22},{"text":"A hateful woman when she is married, And a maidservant who succeeds her mistress.","num":23},{"text":"There are four things which are little on the earth, But they are exceedingly wise:","num":24},{"text":"The ants are a people not strong, Yet they prepare their food in the summer;","num":25},{"text":"The rock badgers are a feeble folk, Yet they make their homes in the crags;","num":26},{"text":"The locusts have no king, Yet they all advance in ranks;","num":27},{"text":"The spider skillfully grasps with its hands, And it is in kings' palaces.","num":28},{"text":"There are three things which are majestic in pace, Yes, four which are stately in walk:","num":29},{"text":"A lion, which is mighty among beasts And does not turn away from any;","num":30},{"text":"A greyhound, A male goat also, And a king whose troops are with him.","num":31},{"text":"If you have been foolish in exalting yourself, Or if you have devised evil, put your hand on your mouth.","num":32},{"text":"For as the churning of milk produces butter, And wringing the nose produces blood, So the forcing of wrath produces strife.","num":33}],"num":30},{"verses":[{"text":"The words of King Lemuel, the utterance which his mother taught him:","num":1},{"text":"What, my son? And what, son of my womb? And what, son of my vows?","num":2},{"text":"Do not give your strength to women, Nor your ways to that which destroys kings.","num":3},{"text":"It is not for kings, O Lemuel, It is not for kings to drink wine, Nor for princes intoxicating drink;","num":4},{"text":"Lest they drink and forget the law, And pervert the justice of all the afflicted.","num":5},{"text":"Give strong drink to him who is perishing, And wine to those who are bitter of heart.","num":6},{"text":"Let him drink and forget his poverty, And remember his misery no more.","num":7},{"text":"Open your mouth for the speechless, In the cause of all who are appointed to die.","num":8},{"text":"Open your mouth, judge righteously, And plead the cause of the poor and needy.","num":9},{"text":"Who can find a virtuous wife? For her worth is far above rubies.","num":10},{"text":"The heart of her husband safely trusts her; So he will have no lack of gain.","num":11},{"text":"She does him good and not evil All the days of her life.","num":12},{"text":"She seeks wool and flax, And willingly works with her hands.","num":13},{"text":"She is like the merchant ships, She brings her food from afar.","num":14},{"text":"She also rises while it is yet night, And provides food for her household, And a portion for her maidservants.","num":15},{"text":"She considers a field and buys it; From her profits she plants a vineyard.","num":16},{"text":"She girds herself with strength, And strengthens her arms.","num":17},{"text":"She perceives that her merchandise is good, And her lamp does not go out by night.","num":18},{"text":"She stretches out her hands to the distaff, And her hand holds the spindle.","num":19},{"text":"She extends her hand to the poor, Yes, she reaches out her hands to the needy.","num":20},{"text":"She is not afraid of snow for her household, For all her household is clothed with scarlet.","num":21},{"text":"She makes tapestry for herself; Her clothing is fine linen and purple.","num":22},{"text":"Her husband is known in the gates, When he sits among the elders of the land.","num":23},{"text":"She makes linen garments and sells them, And supplies sashes for the merchants.","num":24},{"text":"Strength and honor are her clothing; She shall rejoice in time to come.","num":25},{"text":"She opens her mouth with wisdom, And on her tongue is the law of kindness.","num":26},{"text":"She watches over the ways of her household, And does not eat the bread of idleness.","num":27},{"text":"Her children rise up and call her blessed; Her husband also, and he praises her:","num":28},{"text":"\"Many daughters have done well, But you excel them all.\"","num":29},{"text":"Charm is deceitful and beauty is passing, But a woman who fears the LORD, she shall be praised.","num":30},{"text":"Give her of the fruit of her hands, And let her own works praise her in the gates.","num":31}],"num":31}]}
