{"name":"Song of Solomon","chapters":[{"verses":[{"text":"The song of songs, which is Solomon's.","num":1},{"text":"Let him kiss me with the kisses of his mouth-- For your love is better than wine.","num":2},{"text":"Because of the fragrance of your good ointments, Your name is ointment poured forth; Therefore the virgins love you.","num":3},{"text":"Draw me away! We will run after you. The king has brought me into his chambers. We will be glad and rejoice in you. We will remember 1your love more than wine. Rightly do they love 1you.","num":4},{"text":"I am dark, but lovely, O daughters of Jerusalem, Like the tents of Kedar, Like the curtains of Solomon.","num":5},{"text":"Do not look upon me, because I am dark, Because the sun has tanned me. My mother's sons were angry with me; They made me the keeper of the vineyards, But my own vineyard I have not kept.","num":6},{"text":"Tell me, O you whom I love, Where you feed your flock, Where you make it rest at noon. For why should I be as one who veils herself By the flocks of your companions?","num":7},{"text":"If you do not know, O fairest among women, Follow in the footsteps of the flock, And feed your little goats Beside the shepherds' tents.","num":8},{"text":"I have compared you, my love, To my filly among Pharaoh's chariots.","num":9},{"text":"Your cheeks are lovely with ornaments, Your neck with chains of gold.","num":10},{"text":"We will make you ornaments of gold With studs of silver.","num":11},{"text":"While the king is at his table, My spikenard sends forth its fragrance.","num":12},{"text":"A bundle of myrrh is my beloved to me, That lies all night between my breasts.","num":13},{"text":"My beloved is to me a cluster of henna blooms In the vineyards of En Gedi.","num":14},{"text":"Behold, you are fair, my love! Behold, you are fair! You have dove's eyes.","num":15},{"text":"Behold, you are handsome, my beloved! Yes, pleasant! Also our bed is green.","num":16},{"text":"The beams of our houses are cedar, And our rafters of fir.","num":17}],"num":1},{"verses":[{"text":"I am the rose of Sharon, And the lily of the valleys.","num":1},{"text":"Like a lily among thorns, So is my love among the daughters.","num":2},{"text":"Like an apple tree among the trees of the woods, So is my beloved among the sons. I sat down in his shade with great delight, And his fruit was sweet to my taste.","num":3},{"text":"He brought me to the banqueting house, And his banner over me was love.","num":4},{"text":"Sustain me with cakes of raisins, Refresh me with apples, For I am lovesick.","num":5},{"text":"His left hand is under my head, And his right hand embraces me.","num":6},{"text":"I charge you, O daughters of Jerusalem, By the gazelles or by the does of the field, Do not stir up nor awaken love Until it pleases.","num":7},{"text":"The voice of my beloved! Behold, he comes Leaping upon the mountains, Skipping upon the hills.","num":8},{"text":"My beloved is like a gazelle or a young stag. Behold, he stands behind our wall; He is looking through the windows, Gazing through the lattice.","num":9},{"text":"My beloved spoke, and said to me: \"Rise up, my love, my fair one, And come away.","num":10},{"text":"For lo, the winter is past, The rain is over and gone.","num":11},{"text":"The flowers appear on the earth; The time of singing has come, And the voice of the turtledove Is heard in our land.","num":12},{"text":"The fig tree puts forth her green figs, And the vines with the tender grapes Give a good smell. Rise up, my love, my fair one, And come away!","num":13},{"text":"\"O my dove, in the clefts of the rock, In the secret places of the cliff, Let me see your face, Let me hear your voice; For your voice is sweet, And your face is lovely.\"","num":14},{"text":"Catch us the foxes, The little foxes that spoil the vines, For our vines have tender grapes.","num":15},{"text":"My beloved is mine, and I am his. He feeds his flock among the lilies.","num":16},{"text":"Until the day breaks And the shadows flee away, Turn, my beloved, And be like a gazelle Or a young stag Upon the mountains of Bether.","num":17}],"num":2},{"verses":[{"text":"By night on my bed I sought the one I love; I sought him, but I did not find him.","num":1},{"text":"\"I will rise now,\" I said, \"And go about the city; In the streets and in the squares I will seek the one I love.\" I sought him, but I did not find him.","num":2},{"text":"The watchmen who go about the city found me; I said, \"Have you seen the one I love?\"","num":3},{"text":"Scarcely had I passed by them, When I found the one I love. I held him and would not let him go, Until I had brought him to the house of my mother, And into the chamber of her who conceived me.","num":4},{"text":"I charge you, O daughters of Jerusalem, By the gazelles or by the does of the field, Do not stir up nor awaken love Until it pleases.","num":5},{"text":"Who is this coming out of the wilderness Like pillars of smoke, Perfumed with myrrh and frankincense, With all the merchant's fragrant powders?","num":6},{"text":"Behold, it is Solomon's couch, With sixty valiant men around it, Of the valiant of Israel.","num":7},{"text":"They all hold swords, Being expert in war. Every man has his sword on his thigh Because of fear in the night.","num":8},{"text":"Of the wood of Lebanon Solomon the King Made himself a palanquin:","num":9},{"text":"He made its pillars of silver, Its support of gold, Its seat of purple, Its interior paved with love By the daughters of Jerusalem.","num":10},{"text":"Go forth, O daughters of Zion, And see King Solomon with the crown With which his mother crowned him On the day of his wedding, The day of the gladness of his heart.","num":11}],"num":3},{"verses":[{"text":"Behold, you are fair, my love! Behold, you are fair! You have dove's eyes behind your veil. Your hair is like a flock of goats, Going down from Mount Gilead.","num":1},{"text":"Your teeth are like a flock of shorn sheep Which have come up from the washing, Every one of which bears twins, And none is barren among them.","num":2},{"text":"Your lips are like a strand of scarlet, And your mouth is lovely. Your temples behind your veil Are like a piece of pomegranate.","num":3},{"text":"Your neck is like the tower of David, Built for an armory, On which hang a thousand bucklers, All shields of mighty men.","num":4},{"text":"Your two breasts are like two fawns, Twins of a gazelle, Which feed among the lilies.","num":5},{"text":"Until the day breaks And the shadows flee away, I will go my way to the mountain of myrrh And to the hill of frankincense.","num":6},{"text":"You are all fair, my love, And there is no spot in you.","num":7},{"text":"Come with me from Lebanon, my spouse, With me from Lebanon. Look from the top of Amana, From the top of Senir and Hermon, From the lions' dens, From the mountains of the leopards.","num":8},{"text":"You have ravished my heart, My sister, my spouse; You have ravished my heart With one look of your eyes, With one link of your necklace.","num":9},{"text":"How fair is your love, My sister, my spouse! How much better than wine is your love, And the scent of your perfumes Than all spices!","num":10},{"text":"Your lips, O my spouse, Drip as the honeycomb; Honey and milk are under your tongue; And the fragrance of your garments Is like the fragrance of Lebanon.","num":11},{"text":"A garden enclosed Is my sister, my spouse, A spring shut up, A fountain sealed.","num":12},{"text":"Your plants are an orchard of pomegranates With pleasant fruits, Fragrant henna with spikenard,","num":13},{"text":"Spikenard and saffron, Calamus and cinnamon, With all trees of frankincense, Myrrh and aloes, With all the chief spices--","num":14},{"text":"A fountain of gardens, A well of living waters, And streams from Lebanon.","num":15},{"text":"Awake, O north wind, And come, O south! Blow upon my garden, That its spices may flow out. Let my beloved come to his garden And eat its pleasant fruits.","num":16}],"num":4},{"verses":[{"text":"I have come to my garden, my sister, my spouse; I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Eat, O friends! Drink, yes, drink deeply, O beloved ones!","num":1},{"text":"I sleep, but my heart is awake; It is the voice of my beloved! He knocks, saying, \"Open for me, my sister, my love, My dove, my perfect one; For my head is covered with dew, My locks with the drops of the night.\"","num":2},{"text":"I have taken off my robe; How can I put it on again? I have washed my feet; How can I defile them?","num":3},{"text":"My beloved put his hand By the latch of the door, And my heart yearned for him.","num":4},{"text":"I arose to open for my beloved, And my hands dripped with myrrh, My fingers with liquid myrrh, On the handles of the lock.","num":5},{"text":"I opened for my beloved, But my beloved had turned away and was gone. My heart leaped up when he spoke. I sought him, but I could not find him; I called him, but he gave me no answer.","num":6},{"text":"The watchmen who went about the city found me. They struck me, they wounded me; The keepers of the walls Took my veil away from me.","num":7},{"text":"I charge you, O daughters of Jerusalem, If you find my beloved, That you tell him I am lovesick!","num":8},{"text":"What is your beloved More than another beloved, O fairest among women? What is your beloved More than another beloved, That you so charge us?","num":9},{"text":"My beloved is white and ruddy, Chief among ten thousand.","num":10},{"text":"His head is like the finest gold; His locks are wavy, And black as a raven.","num":11},{"text":"His eyes are like doves By the rivers of waters, Washed with milk, And fitly set.","num":12},{"text":"His cheeks are like a bed of spices, Banks of scented herbs. His lips are lilies, Dripping liquid myrrh.","num":13},{"text":"His hands are rods of gold Set with beryl. His body is carved ivory Inlaid with sapphires.","num":14},{"text":"His legs are pillars of marble Set on bases of fine gold. His countenance is like Lebanon, Excellent as the cedars.","num":15},{"text":"His mouth is most sweet, Yes, he is altogether lovely. This is my beloved, And this is my friend, O daughters of Jerusalem!","num":16}],"num":5},{"verses":[{"text":"Where has your beloved gone, O fairest among women? Where has your beloved turned aside, That we may seek him with you?","num":1},{"text":"My beloved has gone to his garden, To the beds of spices, To feed his flock in the gardens, And to gather lilies.","num":2},{"text":"I am my beloved's, And my beloved is mine. He feeds his flock among the lilies.","num":3},{"text":"O my love, you are as beautiful as Tirzah, Lovely as Jerusalem, Awesome as an army with banners!","num":4},{"text":"Turn your eyes away from me, For they have overcome me. Your hair is like a flock of goats Going down from Gilead.","num":5},{"text":"Your teeth are like a flock of sheep Which have come up from the washing; Every one bears twins, And none is barren among them.","num":6},{"text":"Like a piece of pomegranate Are your temples behind your veil.","num":7},{"text":"There are sixty queens And eighty concubines, And virgins without number.","num":8},{"text":"My dove, my perfect one, Is the only one, The only one of her mother, The favorite of the one who bore her. The daughters saw her And called her blessed, The queens and the concubines, And they praised her.","num":9},{"text":"Who is she who looks forth as the morning, Fair as the moon, Clear as the sun, Awesome as an army with banners?","num":10},{"text":"I went down to the garden of nuts To see the verdure of the valley, To see whether the vine had budded And the pomegranates had bloomed.","num":11},{"text":"Before I was even aware, My soul had made me As the chariots of my noble people.","num":12},{"text":"Return, return, O Shulamite; Return, return, that we may look upon you! What would you see in the Shulamite-- As it were, the dance of the two camps?","num":13}],"num":6},{"verses":[{"text":"How beautiful are your feet in sandals, O prince's daughter! The curves of your thighs are like jewels, The work of the hands of a skillful workman.","num":1},{"text":"Your navel is a rounded goblet; It lacks no blended beverage. Your waist is a heap of wheat Set about with lilies.","num":2},{"text":"Your two breasts are like two fawns, Twins of a gazelle.","num":3},{"text":"Your neck is like an ivory tower, Your eyes like the pools in Heshbon By the gate of Bath Rabbim. Your nose is like the tower of Lebanon Which looks toward Damascus.","num":4},{"text":"Your head crowns you like Mount Carmel, And the hair of your head is like purple; A king is held captive by your tresses.","num":5},{"text":"How fair and how pleasant you are, O love, with your delights!","num":6},{"text":"This stature of yours is like a palm tree, And your breasts like its clusters.","num":7},{"text":"I said, \"I will go up to the palm tree, I will take hold of its branches.\" Let now your breasts be like clusters of the vine, The fragrance of your breath like apples,","num":8},{"text":"And the roof of your mouth like the best wine. The wine goes down smoothly for my beloved, Moving gently the lips of sleepers.","num":9},{"text":"I am my beloved's, And his desire is toward me.","num":10},{"text":"Come, my beloved, Let us go forth to the field; Let us lodge in the villages.","num":11},{"text":"Let us get up early to the vineyards; Let us see if the vine has budded, Whether the grape blossoms are open, And the pomegranates are in bloom. There I will give you my love.","num":12},{"text":"The mandrakes give off a fragrance, And at our gates are pleasant fruits, All manner, new and old, Which I have laid up for you, my beloved.","num":13}],"num":7},{"verses":[{"text":"Oh, that you were like my brother, Who nursed at my mother's breasts! If I should find you outside, I would kiss you; I would not be despised.","num":1},{"text":"I would lead you and bring you Into the house of my mother, She who used to instruct me. I would cause you to drink of spiced wine, Of the juice of my pomegranate.","num":2},{"text":"His left hand is under my head, And his right hand embraces me.","num":3},{"text":"I charge you, O daughters of Jerusalem, Do not stir up nor awaken love Until it pleases.","num":4},{"text":"Who is this coming up from the wilderness, Leaning upon her beloved? I awakened you under the apple tree. There your mother brought you forth; There she who bore you brought you forth.","num":5},{"text":"Set me as a seal upon your heart, As a seal upon your arm; For love is as strong as death, Jealousy as cruel as the grave; Its flames are flames of fire, A most vehement flame.","num":6},{"text":"Many waters cannot quench love, Nor can the floods drown it. If a man would give for love All the wealth of his house, It would be utterly despised.","num":7},{"text":"We have a little sister, And she has no breasts. What shall we do for our sister In the day when she is spoken for?","num":8},{"text":"If she is a wall, We will build upon her A battlement of silver; And if she is a door, We will enclose her With boards of cedar.","num":9},{"text":"I am a wall, And my breasts like towers; Then I became in his eyes As one who found peace.","num":10},{"text":"Solomon had a vineyard at Baal Hamon; He leased the vineyard to keepers; Everyone was to bring for its fruit A thousand silver coins.","num":11},{"text":"My own vineyard is before me. You, O Solomon, may have a thousand, And those who tend its fruit two hundred.","num":12},{"text":"You who dwell in the gardens, The companions listen for your voice-- Let me hear it!","num":13},{"text":"Make haste, my beloved, And be like a gazelle Or a young stag On the mountains of spices.","num":14}],"num":8}]}
