{"name":"Habakkuk","chapters":[{"verses":[{"text":"The burden which the prophet Habakkuk saw.","num":1},{"text":"O LORD, how long shall I cry, And You will not hear? Even cry out to You, \"Violence!\" And You will not save.","num":2},{"text":"Why do You show me iniquity, And cause me to see trouble? For plundering and violence are before me; There is strife, and contention arises.","num":3},{"text":"Therefore the law is powerless, And justice never goes forth. For the wicked surround the righteous; Therefore perverse judgment proceeds.","num":4},{"text":"\"Look among the nations and watch-- Be utterly astounded! For I will work a work in your days Which you would not believe, though it were told you.","num":5},{"text":"For indeed I am raising up the Chaldeans, A bitter and hasty nation Which marches through the breadth of the earth, To possess dwelling places that are not theirs.","num":6},{"text":"They are terrible and dreadful; Their judgment and their dignity proceed from themselves.","num":7},{"text":"Their horses also are swifter than leopards, And more fierce than evening wolves. Their chargers charge ahead; Their cavalry comes from afar; They fly as the eagle that hastens to eat.","num":8},{"text":"\"They all come for violence; Their faces are set like the east wind. They gather captives like sand.","num":9},{"text":"They scoff at kings, And princes are scorned by them. They deride every stronghold, For they heap up earthen mounds and seize it.","num":10},{"text":"Then his mind changes, and he transgresses; He commits offense, Ascribing this power to his god.\"","num":11},{"text":"Are You not from everlasting, O LORD my God, my Holy One? We shall not die. O LORD, You have appointed them for judgment; O Rock, You have marked them for correction.","num":12},{"text":"You are of purer eyes than to behold evil, And cannot look on wickedness. Why do You look on those who deal treacherously, And hold Your tongue when the wicked devours A person more righteous than he?","num":13},{"text":"Why do You make men like fish of the sea, Like creeping things that have no ruler over them?","num":14},{"text":"They take up all of them with a hook, They catch them in their net, And gather them in their dragnet. Therefore they rejoice and are glad.","num":15},{"text":"Therefore they sacrifice to their net, And burn incense to their dragnet; Because by them their share is sumptuous And their food plentiful.","num":16},{"text":"Shall they therefore empty their net, And continue to slay nations without pity?","num":17}],"num":1},{"verses":[{"text":"I will stand my watch And set myself on the rampart, And watch to see what He will say to me, And what I will answer when I am corrected.","num":1},{"text":"Then the LORD answered me and said: \"Write the vision And make it plain on tablets, That he may run who reads it.","num":2},{"text":"For the vision is yet for an appointed time; But at the end it will speak, and it will not lie. Though it tarries, wait for it; Because it will surely come, It will not tarry.","num":3},{"text":"\"Behold the proud, His soul is not upright in him; But the just shall live by his faith.","num":4},{"text":"\"Indeed, because he transgresses by wine, He is a proud man, And he does not stay at home. Because he enlarges his desire as hell, And he is like death, and cannot be satisfied, He gathers to himself all nations And heaps up for himself all peoples.","num":5},{"text":"\"Will not all these take up a proverb against him, And a taunting riddle against him, and say, \"Woe to him who increases What is not his--how long? And to him who loads himself with many pledges'?","num":6},{"text":"Will not your creditors rise up suddenly? Will they not awaken who oppress you? And you will become their booty.","num":7},{"text":"Because you have plundered many nations, All the remnant of the people shall plunder you, Because of men's blood And the violence of the land and the city, And of all who dwell in it.","num":8},{"text":"\"Woe to him who covets evil gain for his house, That he may set his nest on high, That he may be delivered from the power of disaster!","num":9},{"text":"You give shameful counsel to your house, Cutting off many peoples, And sin against your soul.","num":10},{"text":"For the stone will cry out from the wall, And the beam from the timbers will answer it.","num":11},{"text":"\"Woe to him who builds a town with bloodshed, Who establishes a city by iniquity!","num":12},{"text":"Behold, is it not of the LORD of hosts That the peoples labor to feed the fire, And nations weary themselves in vain?","num":13},{"text":"For the earth will be filled With the knowledge of the glory of the LORD, As the waters cover the sea.","num":14},{"text":"\"Woe to him who gives drink to his neighbor, Pressing him to your bottle, Even to make him drunk, That you may look on his nakedness!","num":15},{"text":"You are filled with shame instead of glory. You also--drink! And be exposed as uncircumcised! The cup of the LORD's right hand will be turned against you, And utter shame will be on your glory.","num":16},{"text":"For the violence done to Lebanon will cover you, And the plunder of beasts which made them afraid, Because of men's blood And the violence of the land and the city, And of all who dwell in it.","num":17},{"text":"\"What profit is the image, that its maker should carve it, The molded image, a teacher of lies, That the maker of its mold should trust in it, To make mute idols?","num":18},{"text":"Woe to him who says to wood, \"Awake!' To silent stone, \"Arise! It shall teach!' Behold, it is overlaid with gold and silver, Yet in it there is no breath at all.","num":19},{"text":"\"But the LORD is in His holy temple. Let all the earth keep silence before Him.\"","num":20}],"num":2},{"verses":[{"text":"A prayer of Habakkuk the prophet, on Shigionoth.","num":1},{"text":"O LORD, I have heard Your speech and was afraid; O LORD, revive Your work in the midst of the years! In the midst of the years make it known; In wrath remember mercy.","num":2},{"text":"God came from Teman, The Holy One from Mount Paran. Selah His glory covered the heavens, And the earth was full of His praise.","num":3},{"text":"His brightness was like the light; He had rays flashing from His hand, And there His power was hidden.","num":4},{"text":"Before Him went pestilence, And fever followed at His feet.","num":5},{"text":"He stood and measured the earth; He looked and startled the nations. And the everlasting mountains were scattered, The perpetual hills bowed. His ways are everlasting.","num":6},{"text":"I saw the tents of Cushan in affliction; The curtains of the land of Midian trembled.","num":7},{"text":"O LORD, were You displeased with the rivers, Was Your anger against the rivers, Was Your wrath against the sea, That You rode on Your horses, Your chariots of salvation?","num":8},{"text":"Your bow was made quite ready; Oaths were sworn over Your arrows. Selah You divided the earth with rivers.","num":9},{"text":"The mountains saw You and trembled; The overflowing of the water passed by. The deep uttered its voice, And lifted its hands on high.","num":10},{"text":"The sun and moon stood still in their habitation; At the light of Your arrows they went, At the shining of Your glittering spear.","num":11},{"text":"You marched through the land in indignation; You trampled the nations in anger.","num":12},{"text":"You went forth for the salvation of Your people, For salvation with Your Anointed. You struck the head from the house of the wicked, By laying bare from foundation to neck. Selah","num":13},{"text":"You thrust through with his own arrows The head of his villages. They came out like a whirlwind to scatter me; Their rejoicing was like feasting on the poor in secret.","num":14},{"text":"You walked through the sea with Your horses, Through the heap of great waters.","num":15},{"text":"When I heard, my body trembled; My lips quivered at the voice; Rottenness entered my bones; And I trembled in myself, That I might rest in the day of trouble. When he comes up to the people, He will invade them with his troops.","num":16},{"text":"Though the fig tree may not blossom, Nor fruit be on the vines; Though the labor of the olive may fail, And the fields yield no food; Though the flock may be cut off from the fold, And there be no herd in the stalls--","num":17},{"text":"Yet I will rejoice in the LORD, I will joy in the God of my salvation.","num":18},{"text":"The LORD God is my strength; He will make my feet like deer's feet, And He will make me walk on my high hills. To the Chief Musician. With my stringed instruments.","num":19}],"num":3}]}
