{"name":"Psalm","chapters":[{"verses":[{"text":"Blessed is the man Who walks not in the counsel of the ungodly, Nor stands in the path of sinners, Nor sits in the seat of the scornful;","num":1},{"text":"But his delight is in the law of the LORD, And in His law he meditates day and night.","num":2},{"text":"He shall be like a tree Planted by the rivers of water, That brings forth its fruit in its season, Whose leaf also shall not wither; And whatever he does shall prosper.","num":3},{"text":"The ungodly are not so, But are like the chaff which the wind drives away.","num":4},{"text":"Therefore the ungodly shall not stand in the judgment, Nor sinners in the congregation of the righteous.","num":5},{"text":"For the LORD knows the way of the righteous, But the way of the ungodly shall perish.","num":6}],"num":1},{"verses":[{"text":"Why do the nations rage, And the people plot a vain thing?","num":1},{"text":"The kings of the earth set themselves, And the rulers take counsel together, Against the LORD and against His Anointed, saying,","num":2},{"text":"\"Let us break Their bonds in pieces And cast away Their cords from us.\"","num":3},{"text":"He who sits in the heavens shall laugh; The LORD shall hold them in derision.","num":4},{"text":"Then He shall speak to them in His wrath, And distress them in His deep displeasure:","num":5},{"text":"\"Yet I have set My King On My holy hill of Zion.\"","num":6},{"text":"\"I will declare the decree: The LORD has said to Me, \"You are My Son, Today I have begotten You.","num":7},{"text":"Ask of Me, and I will give You The nations for Your inheritance, And the ends of the earth for Your possession.","num":8},{"text":"You shall break them with a rod of iron; You shall dash them to pieces like a potter's vessel.\"'","num":9},{"text":"Now therefore, be wise, O kings; Be instructed, you judges of the earth.","num":10},{"text":"Serve the LORD with fear, And rejoice with trembling.","num":11},{"text":"Kiss the Son, lest He be angry, And you perish in the way, When His wrath is kindled but a little. Blessed are all those who put their trust in Him.","num":12}],"num":2},{"verses":[{"text":"LORD, how they have increased who trouble me! Many are they who rise up against me.","num":1},{"text":"Many are they who say of me, \"There is no help for him in God.\"Selah","num":2},{"text":"But You, O LORD, are a shield for me, My glory and the One who lifts up my head.","num":3},{"text":"I cried to the LORD with my voice, And He heard me from His holy hill.Selah","num":4},{"text":"I lay down and slept; I awoke, for the LORD sustained me.","num":5},{"text":"I will not be afraid of ten thousands of people Who have set themselves against me all around.","num":6},{"text":"Arise, O LORD; Save me, O my God! For You have struck all my enemies on the cheekbone; You have broken the teeth of the ungodly.","num":7},{"text":"Salvation belongs to the LORD. Your blessing is upon Your people.Selah","num":8}],"num":3},{"verses":[{"text":"Hear me when I call, O God of my righteousness! You have relieved me in my distress; Have mercy on me, and hear my prayer.","num":1},{"text":"How long, O you sons of men, Will you turn my glory to shame? How long will you love worthlessness And seek falsehood?Selah","num":2},{"text":"But know that the LORD has set apart for Himself him who is godly; The LORD will hear when I call to Him.","num":3},{"text":"Be angry, and do not sin. Meditate within your heart on your bed, and be still.Selah","num":4},{"text":"Offer the sacrifices of righteousness, And put your trust in the LORD.","num":5},{"text":"There are many who say, \"Who will show us any good?\" LORD, lift up the light of Your countenance upon us.","num":6},{"text":"You have put gladness in my heart, More than in the season that their grain and wine increased.","num":7},{"text":"I will both lie down in peace, and sleep; For You alone, O LORD, make me dwell in safety.","num":8}],"num":4},{"verses":[{"text":"Give ear to my words, O LORD, Consider my meditation.","num":1},{"text":"Give heed to the voice of my cry, My King and my God, For to You I will pray.","num":2},{"text":"My voice You shall hear in the morning, O LORD; In the morning I will direct it to You, And I will look up.","num":3},{"text":"For You are not a God who takes pleasure in wickedness, Nor shall evil dwell with You.","num":4},{"text":"The boastful shall not stand in Your sight; You hate all workers of iniquity.","num":5},{"text":"You shall destroy those who speak falsehood; The LORD abhors the bloodthirsty and deceitful man.","num":6},{"text":"But as for me, I will come into Your house in the multitude of Your mercy; In fear of You I will worship toward Your holy temple.","num":7},{"text":"Lead me, O LORD, in Your righteousness because of my enemies; Make Your way straight before my face.","num":8},{"text":"For there is no faithfulness in their mouth; Their inward part is destruction; Their throat is an open tomb; They flatter with their tongue.","num":9},{"text":"Pronounce them guilty, O God! Let them fall by their own counsels; Cast them out in the multitude of their transgressions, For they have rebelled against You.","num":10},{"text":"But let all those rejoice who put their trust in You; Let them ever shout for joy, because You defend them; Let those also who love Your name Be joyful in You.","num":11},{"text":"For You, O LORD, will bless the righteous; With favor You will surround him as with a shield.","num":12}],"num":5},{"verses":[{"text":"O LORD, do not rebuke me in Your anger, Nor chasten me in Your hot displeasure.","num":1},{"text":"Have mercy on me, O LORD, for I am weak; O LORD, heal me, for my bones are troubled.","num":2},{"text":"My soul also is greatly troubled; But You, O LORD--how long?","num":3},{"text":"Return, O LORD, deliver me! Oh, save me for Your mercies' sake!","num":4},{"text":"For in death there is no remembrance of You; In the grave who will give You thanks?","num":5},{"text":"I am weary with my groaning; All night I make my bed swim; I drench my couch with my tears.","num":6},{"text":"My eye wastes away because of grief; It grows old because of all my enemies.","num":7},{"text":"Depart from me, all you workers of iniquity; For the LORD has heard the voice of my weeping.","num":8},{"text":"The LORD has heard my supplication; The LORD will receive my prayer.","num":9},{"text":"Let all my enemies be ashamed and greatly troubled; Let them turn back and be ashamed suddenly.","num":10}],"num":6},{"verses":[{"text":"O LORD my God, in You I put my trust; Save me from all those who persecute me; And deliver me,","num":1},{"text":"Lest they tear me like a lion, Rending me in pieces, while there is none to deliver.","num":2},{"text":"O LORD my God, if I have done this: If there is iniquity in my hands,","num":3},{"text":"If I have repaid evil to him who was at peace with me, Or have plundered my enemy without cause,","num":4},{"text":"Let the enemy pursue me and overtake me; Yes, let him trample my life to the earth, And lay my honor in the dust.Selah","num":5},{"text":"Arise, O LORD, in Your anger; Lift Yourself up because of the rage of my enemies; Rise up for me to the judgment You have commanded!","num":6},{"text":"So the congregation of the peoples shall surround You; For their sakes, therefore, return on high.","num":7},{"text":"The LORD shall judge the peoples; Judge me, O LORD, according to my righteousness, And according to my integrity within me.","num":8},{"text":"Oh, let the wickedness of the wicked come to an end, But establish the just; For the righteous God tests the hearts and minds.","num":9},{"text":"My defense is of God, Who saves the upright in heart.","num":10},{"text":"God is a just judge, And God is angry with the wicked every day.","num":11},{"text":"If he does not turn back, He will sharpen His sword; He bends His bow and makes it ready.","num":12},{"text":"He also prepares for Himself instruments of death; He makes His arrows into fiery shafts.","num":13},{"text":"Behold, the wicked brings forth iniquity; Yes, he conceives trouble and brings forth falsehood.","num":14},{"text":"He made a pit and dug it out, And has fallen into the ditch which he made.","num":15},{"text":"His trouble shall return upon his own head, And his violent dealing shall come down on his own crown.","num":16},{"text":"I will praise the LORD according to His righteousness, And will sing praise to the name of the LORD Most High.","num":17}],"num":7},{"verses":[{"text":"O LORD, our Lord, How excellent is Your name in all the earth, Who have set Your glory above the heavens!","num":1},{"text":"Out of the mouth of babes and nursing infants You have ordained strength, Because of Your enemies, That You may silence the enemy and the avenger.","num":2},{"text":"When I consider Your heavens, the work of Your fingers, The moon and the stars, which You have ordained,","num":3},{"text":"What is man that You are mindful of him, And the son of man that You visit him?","num":4},{"text":"For You have made him a little lower than the angels, And You have crowned him with glory and honor.","num":5},{"text":"You have made him to have dominion over the works of Your hands; You have put all things under his feet,","num":6},{"text":"All sheep and oxen-- Even the beasts of the field,","num":7},{"text":"The birds of the air, And the fish of the sea That pass through the paths of the seas.","num":8},{"text":"O LORD, our Lord, How excellent is Your name in all the earth!","num":9}],"num":8},{"verses":[{"text":"I will praise You, O LORD, with my whole heart; I will tell of all Your marvelous works.","num":1},{"text":"I will be glad and rejoice in You; I will sing praise to Your name, O Most High.","num":2},{"text":"When my enemies turn back, They shall fall and perish at Your presence.","num":3},{"text":"For You have maintained my right and my cause; You sat on the throne judging in righteousness.","num":4},{"text":"You have rebuked the nations, You have destroyed the wicked; You have blotted out their name forever and ever.","num":5},{"text":"O enemy, destructions are finished forever! And you have destroyed cities; Even their memory has perished.","num":6},{"text":"But the LORD shall endure forever; He has prepared His throne for judgment.","num":7},{"text":"He shall judge the world in righteousness, And He shall administer judgment for the peoples in uprightness.","num":8},{"text":"The LORD also will be a refuge for the oppressed, A refuge in times of trouble.","num":9},{"text":"And those who know Your name will put their trust in You; For You, LORD, have not forsaken those who seek You.","num":10},{"text":"Sing praises to the LORD, who dwells in Zion! Declare His deeds among the people.","num":11},{"text":"When He avenges blood, He remembers them; He does not forget the cry of the humble.","num":12},{"text":"Have mercy on me, O LORD! Consider my trouble from those who hate me, You who lift me up from the gates of death,","num":13},{"text":"That I may tell of all Your praise In the gates of the daughter of Zion. I will rejoice in Your salvation.","num":14},{"text":"The nations have sunk down in the pit which they made; In the net which they hid, their own foot is caught.","num":15},{"text":"The LORD is known by the judgment He executes; The wicked is snared in the work of his own hands.","num":16},{"text":"The wicked shall be turned into hell, And all the nations that forget God.","num":17},{"text":"For the needy shall not always be forgotten; The expectation of the poor shall not perish forever.","num":18},{"text":"Arise, O LORD, Do not let man prevail; Let the nations be judged in Your sight.","num":19},{"text":"Put them in fear, O LORD, That the nations may know themselves to be but men.Selah","num":20}],"num":9},{"verses":[{"text":"Why do You stand afar off, O LORD? Why do You hide in times of trouble?","num":1},{"text":"The wicked in his pride persecutes the poor; Let them be caught in the plots which they have devised.","num":2},{"text":"For the wicked boasts of his heart's desire; He blesses the greedy and renounces the LORD.","num":3},{"text":"The wicked in his proud countenance does not seek God; God is in none of his thoughts.","num":4},{"text":"His ways are always prospering; Your judgments are far above, out of his sight; As for all his enemies, he sneers at them.","num":5},{"text":"He has said in his heart, \"I shall not be moved; I shall never be in adversity.\"","num":6},{"text":"His mouth is full of cursing and deceit and oppression; Under his tongue is trouble and iniquity.","num":7},{"text":"He sits in the lurking places of the villages; In the secret places he murders the innocent; His eyes are secretly fixed on the helpless.","num":8},{"text":"He lies in wait secretly, as a lion in his den; He lies in wait to catch the poor; He catches the poor when he draws him into his net.","num":9},{"text":"So he crouches, he lies low, That the helpless may fall by his strength.","num":10},{"text":"He has said in his heart, \"God has forgotten; He hides His face; He will never see.\"","num":11},{"text":"Arise, O LORD! O God, lift up Your hand! Do not forget the humble.","num":12},{"text":"Why do the wicked renounce God? He has said in his heart, \"You will not require an account.\"","num":13},{"text":"But You have seen, for You observe trouble and grief, To repay it by Your hand. The helpless commits himself to You; You are the helper of the fatherless.","num":14},{"text":"Break the arm of the wicked and the evil man; Seek out his wickedness until You find none.","num":15},{"text":"The LORD is King forever and ever; The nations have perished out of His land.","num":16},{"text":"LORD, You have heard the desire of the humble; You will prepare their heart; You will cause Your ear to hear,","num":17},{"text":"To do justice to the fatherless and the oppressed, That the man of the earth may oppress no more.","num":18}],"num":10},{"verses":[{"text":"In the LORD I put my trust; How can you say to my soul, \"Flee as a bird to your mountain\"?","num":1},{"text":"For look! The wicked bend their bow, They make ready their arrow on the string, That they may shoot secretly at the upright in heart.","num":2},{"text":"If the foundations are destroyed, What can the righteous do?","num":3},{"text":"The LORD is in His holy temple, The LORD's throne is in heaven; His eyes behold, His eyelids test the sons of men.","num":4},{"text":"The LORD tests the righteous, But the wicked and the one who loves violence His soul hates.","num":5},{"text":"Upon the wicked He will rain coals; Fire and brimstone and a burning wind Shall be the portion of their cup.","num":6},{"text":"For the LORD is righteous, He loves righteousness; His countenance beholds the upright.","num":7}],"num":11},{"verses":[{"text":"Help, LORD, for the godly man ceases! For the faithful disappear from among the sons of men.","num":1},{"text":"They speak idly everyone with his neighbor; With flattering lips and a double heart they speak.","num":2},{"text":"May the LORD cut off all flattering lips, And the tongue that speaks proud things,","num":3},{"text":"Who have said, \"With our tongue we will prevail; Our lips are our own; Who is lord over us?\"","num":4},{"text":"\"For the oppression of the poor, for the sighing of the needy, Now I will arise,\" says the LORD; \"I will set him in the safety for which he yearns.\"","num":5},{"text":"The words of the LORD are pure words, Like silver tried in a furnace of earth, Purified seven times.","num":6},{"text":"You shall keep them, O LORD, You shall preserve them from this generation forever.","num":7},{"text":"The wicked prowl on every side, When vileness is exalted among the sons of men.","num":8}],"num":12},{"verses":[{"text":"How long, O LORD? Will You forget me forever? How long will You hide Your face from me?","num":1},{"text":"How long shall I take counsel in my soul, Having sorrow in my heart daily? How long will my enemy be exalted over me?","num":2},{"text":"Consider and hear me, O LORD my God; Enlighten my eyes, Lest I sleep the sleep of death;","num":3},{"text":"Lest my enemy say, \"I have prevailed against him\"; Lest those who trouble me rejoice when I am moved.","num":4},{"text":"But I have trusted in Your mercy; My heart shall rejoice in Your salvation.","num":5},{"text":"I will sing to the LORD, Because He has dealt bountifully with me.","num":6}],"num":13},{"verses":[{"text":"The fool has said in his heart, \"There is no God.\" They are corrupt, They have done abominable works, There is none who does good.","num":1},{"text":"The LORD looks down from heaven upon the children of men, To see if there are any who understand, who seek God.","num":2},{"text":"They have all turned aside, They have together become corrupt; There is none who does good, No, not one.","num":3},{"text":"Have all the workers of iniquity no knowledge, Who eat up my people as they eat bread, And do not call on the LORD?","num":4},{"text":"There they are in great fear, For God is with the generation of the righteous.","num":5},{"text":"You shame the counsel of the poor, But the LORD is his refuge.","num":6},{"text":"Oh, that the salvation of Israel would come out of Zion! When the LORD brings back the captivity of His people, Let Jacob rejoice and Israel be glad.","num":7}],"num":14},{"verses":[{"text":"LORD, who may abide in Your tabernacle? Who may dwell in Your holy hill?","num":1},{"text":"He who walks uprightly, And works righteousness, And speaks the truth in his heart;","num":2},{"text":"He who does not backbite with his tongue, Nor does evil to his neighbor, Nor does he take up a reproach against his friend;","num":3},{"text":"In whose eyes a vile person is despised, But he honors those who fear the LORD; He who swears to his own hurt and does not change;","num":4},{"text":"He who does not put out his money at usury, Nor does he take a bribe against the innocent. He who does these things shall never be moved.","num":5}],"num":15},{"verses":[{"text":"Preserve me, O God, for in You I put my trust.","num":1},{"text":"O my soul, you have said to the LORD, \"You are my Lord, My goodness is nothing apart from You.\"","num":2},{"text":"As for the saints who are on the earth, \"They are the excellent ones, in whom is all my delight.\"","num":3},{"text":"Their sorrows shall be multiplied who hasten after another god; Their drink offerings of blood I will not offer, Nor take up their names on my lips.","num":4},{"text":"O LORD, You are the portion of my inheritance and my cup; You maintain my lot.","num":5},{"text":"The lines have fallen to me in pleasant places; Yes, I have a good inheritance.","num":6},{"text":"I will bless the LORD who has given me counsel; My heart also instructs me in the night seasons.","num":7},{"text":"I have set the LORD always before me; Because He is at my right hand I shall not be moved.","num":8},{"text":"Therefore my heart is glad, and my glory rejoices; My flesh also will rest in hope.","num":9},{"text":"For You will not leave my soul in Sheol, Nor will You allow Your Holy One to see corruption.","num":10},{"text":"You will show me the path of life; In Your presence is fullness of joy; At Your right hand are pleasures forevermore.","num":11}],"num":16},{"verses":[{"text":"Hear a just cause, O LORD, Attend to my cry; Give ear to my prayer which is not from deceitful lips.","num":1},{"text":"Let my vindication come from Your presence; Let Your eyes look on the things that are upright.","num":2},{"text":"You have tested my heart; You have visited me in the night; You have tried me and have found nothing; I have purposed that my mouth shall not transgress.","num":3},{"text":"Concerning the works of men, By the word of Your lips, I have kept away from the paths of the destroyer.","num":4},{"text":"Uphold my steps in Your paths, That my footsteps may not slip.","num":5},{"text":"I have called upon You, for You will hear me, O God; Incline Your ear to me, and hear my speech.","num":6},{"text":"Show Your marvelous lovingkindness by Your right hand, O You who save those who trust in You From those who rise up against them.","num":7},{"text":"Keep me as the apple of Your eye; Hide me under the shadow of Your wings,","num":8},{"text":"From the wicked who oppress me, From my deadly enemies who surround me.","num":9},{"text":"They have closed up their fat hearts; With their mouths they speak proudly.","num":10},{"text":"They have now surrounded us in our steps; They have set their eyes, crouching down to the earth,","num":11},{"text":"As a lion is eager to tear his prey, And like a young lion lurking in secret places.","num":12},{"text":"Arise, O LORD, Confront him, cast him down; Deliver my life from the wicked with Your sword,","num":13},{"text":"With Your hand from men, O LORD, From men of the world who have their portion in this life, And whose belly You fill with Your hidden treasure. They are satisfied with children, And leave the rest of their possession for their babes.","num":14},{"text":"As for me, I will see Your face in righteousness; I shall be satisfied when I awake in Your likeness.","num":15}],"num":17},{"verses":[{"text":"I will love You, O LORD, my strength.","num":1},{"text":"The LORD is my rock and my fortress and my deliverer; My God, my strength, in whom I will trust; My shield and the horn of my salvation, my stronghold.","num":2},{"text":"I will call upon the LORD, who is worthy to be praised; So shall I be saved from my enemies.","num":3},{"text":"The pangs of death surrounded me, And the floods of ungodliness made me afraid.","num":4},{"text":"The sorrows of Sheol surrounded me; The snares of death confronted me.","num":5},{"text":"In my distress I called upon the LORD, And cried out to my God; He heard my voice from His temple, And my cry came before Him, even to His ears.","num":6},{"text":"Then the earth shook and trembled; The foundations of the hills also quaked and were shaken, Because He was angry.","num":7},{"text":"Smoke went up from His nostrils, And devouring fire from His mouth; Coals were kindled by it.","num":8},{"text":"He bowed the heavens also, and came down With darkness under His feet.","num":9},{"text":"And He rode upon a cherub, and flew; He flew upon the wings of the wind.","num":10},{"text":"He made darkness His secret place; His canopy around Him was dark waters And thick clouds of the skies.","num":11},{"text":"From the brightness before Him, His thick clouds passed with hailstones and coals of fire.","num":12},{"text":"The LORD thundered from heaven, And the Most High uttered His voice, Hailstones and coals of fire.","num":13},{"text":"He sent out His arrows and scattered the foe, Lightnings in abundance, and He vanquished them.","num":14},{"text":"Then the channels of the sea were seen, The foundations of the world were uncovered At Your rebuke, O LORD, At the blast of the breath of Your nostrils.","num":15},{"text":"He sent from above, He took me; He drew me out of many waters.","num":16},{"text":"He delivered me from my strong enemy, From those who hated me, For they were too strong for me.","num":17},{"text":"They confronted me in the day of my calamity, But the LORD was my support.","num":18},{"text":"He also brought me out into a broad place; He delivered me because He delighted in me.","num":19},{"text":"The LORD rewarded me according to my righteousness; According to the cleanness of my hands He has recompensed me.","num":20},{"text":"For I have kept the ways of the LORD, And have not wickedly departed from my God.","num":21},{"text":"For all His judgments were before me, And I did not put away His statutes from me.","num":22},{"text":"I was also blameless before Him, And I kept myself from my iniquity.","num":23},{"text":"Therefore the LORD has recompensed me according to my righteousness, According to the cleanness of my hands in His sight.","num":24},{"text":"With the merciful You will show Yourself merciful; With a blameless man You will show Yourself blameless;","num":25},{"text":"With the pure You will show Yourself pure; And with the devious You will show Yourself shrewd.","num":26},{"text":"For You will save the humble people, But will bring down haughty looks.","num":27},{"text":"For You will light my lamp; The LORD my God will enlighten my darkness.","num":28},{"text":"For by You I can run against a troop, By my God I can leap over a wall.","num":29},{"text":"As for God, His way is perfect; The word of the LORD is proven; He is a shield to all who trust in Him.","num":30},{"text":"For who is God, except the LORD? And who is a rock, except our God?","num":31},{"text":"It is God who arms me with strength, And makes my way perfect.","num":32},{"text":"He makes my feet like the feet of deer, And sets me on my high places.","num":33},{"text":"He teaches my hands to make war, So that my arms can bend a bow of bronze.","num":34},{"text":"You have also given me the shield of Your salvation; Your right hand has held me up, Your gentleness has made me great.","num":35},{"text":"You enlarged my path under me, So my feet did not slip.","num":36},{"text":"I have pursued my enemies and overtaken them; Neither did I turn back again till they were destroyed.","num":37},{"text":"I have wounded them, So that they could not rise; They have fallen under my feet.","num":38},{"text":"For You have armed me with strength for the battle; You have subdued under me those who rose up against me.","num":39},{"text":"You have also given me the necks of my enemies, So that I destroyed those who hated me.","num":40},{"text":"They cried out, but there was none to save; Even to the LORD, but He did not answer them.","num":41},{"text":"Then I beat them as fine as the dust before the wind; I cast them out like dirt in the streets.","num":42},{"text":"You have delivered me from the strivings of the people; You have made me the head of the nations; A people I have not known shall serve me.","num":43},{"text":"As soon as they hear of me they obey me; The foreigners submit to me.","num":44},{"text":"The foreigners fade away, And come frightened from their hideouts.","num":45},{"text":"The LORD lives! Blessed be my Rock! Let the God of my salvation be exalted.","num":46},{"text":"It is God who avenges me, And subdues the peoples under me;","num":47},{"text":"He delivers me from my enemies. You also lift me up above those who rise against me; You have delivered me from the violent man.","num":48},{"text":"Therefore I will give thanks to You, O LORD, among the Gentiles, And sing praises to Your name.","num":49},{"text":"Great deliverance He gives to His king, And shows mercy to His anointed, To David and his descendants forevermore.","num":50}],"num":18},{"verses":[{"text":"The heavens declare the glory of God; And the firmament shows His handiwork.","num":1},{"text":"Day unto day utters speech, And night unto night reveals knowledge.","num":2},{"text":"There is no speech nor language Where their voice is not heard.","num":3},{"text":"Their line has gone out through all the earth, And their words to the end of the world. In them He has set a tabernacle for the sun,","num":4},{"text":"Which is like a bridegroom coming out of his chamber, And rejoices like a strong man to run its race.","num":5},{"text":"Its rising is from one end of heaven, And its circuit to the other end; And there is nothing hidden from its heat.","num":6},{"text":"The law of the LORD is perfect, converting the soul; The testimony of the LORD is sure, making wise the simple;","num":7},{"text":"The statutes of the LORD are right, rejoicing the heart; The commandment of the LORD is pure, enlightening the eyes;","num":8},{"text":"The fear of the LORD is clean, enduring forever; The judgments of the LORD are true and righteous altogether.","num":9},{"text":"More to be desired are they than gold, Yea, than much fine gold; Sweeter also than honey and the honeycomb.","num":10},{"text":"Moreover by them Your servant is warned, And in keeping them there is great reward.","num":11},{"text":"Who can understand his errors? Cleanse me from secret faults.","num":12},{"text":"Keep back Your servant also from presumptuous sins; Let them not have dominion over me. Then I shall be blameless, And I shall be innocent of great transgression.","num":13},{"text":"Let the words of my mouth and the meditation of my heart Be acceptable in Your sight, O LORD, my strength and my Redeemer.","num":14}],"num":19},{"verses":[{"text":"May the LORD answer you in the day of trouble; May the name of the God of Jacob defend you;","num":1},{"text":"May He send you help from the sanctuary, And strengthen you out of Zion;","num":2},{"text":"May He remember all your offerings, And accept your burnt sacrifice.Selah","num":3},{"text":"May He grant you according to your heart's desire, And fulfill all your purpose.","num":4},{"text":"We will rejoice in your salvation, And in the name of our God we will set up our banners! May the LORD fulfill all your petitions.","num":5},{"text":"Now I know that the LORD saves His anointed; He will answer him from His holy heaven With the saving strength of His right hand.","num":6},{"text":"Some trust in chariots, and some in horses; But we will remember the name of the LORD our God.","num":7},{"text":"They have bowed down and fallen; But we have risen and stand upright.","num":8},{"text":"Save, LORD! May the King answer us when we call.","num":9}],"num":20},{"verses":[{"text":"The king shall have joy in Your strength, O LORD; And in Your salvation how greatly shall he rejoice!","num":1},{"text":"You have given him his heart's desire, And have not withheld the request of his lips.Selah","num":2},{"text":"For You meet him with the blessings of goodness; You set a crown of pure gold upon his head.","num":3},{"text":"He asked life from You, and You gave it to him-- Length of days forever and ever.","num":4},{"text":"His glory is great in Your salvation; Honor and majesty You have placed upon him.","num":5},{"text":"For You have made him most blessed forever; You have made him exceedingly glad with Your presence.","num":6},{"text":"For the king trusts in the LORD, And through the mercy of the Most High he shall not be moved.","num":7},{"text":"Your hand will find all Your enemies; Your right hand will find those who hate You.","num":8},{"text":"You shall make them as a fiery oven in the time of Your anger; The LORD shall swallow them up in His wrath, And the fire shall devour them.","num":9},{"text":"Their offspring You shall destroy from the earth, And their descendants from among the sons of men.","num":10},{"text":"For they intended evil against You; They devised a plot which they are not able to perform.","num":11},{"text":"Therefore You will make them turn their back; You will make ready Your arrows on Your string toward their faces.","num":12},{"text":"Be exalted, O LORD, in Your own strength! We will sing and praise Your power.","num":13}],"num":21},{"verses":[{"text":"My God, My God, why have You forsaken Me? Why are You so far from helping Me, And from the words of My groaning?","num":1},{"text":"O My God, I cry in the daytime, but You do not hear; And in the night season, and am not silent.","num":2},{"text":"But You are holy, Enthroned in the praises of Israel.","num":3},{"text":"Our fathers trusted in You; They trusted, and You delivered them.","num":4},{"text":"They cried to You, and were delivered; They trusted in You, and were not ashamed.","num":5},{"text":"But I am a worm, and no man; A reproach of men, and despised by the people.","num":6},{"text":"All those who see Me ridicule Me; They shoot out the lip, they shake the head, saying,","num":7},{"text":"\"He trusted in the LORD, let Him rescue Him; Let Him deliver Him, since He delights in Him!\"","num":8},{"text":"But You are He who took Me out of the womb; You made Me trust while on My mother's breasts.","num":9},{"text":"I was cast upon You from birth. From My mother's womb You have been My God.","num":10},{"text":"Be not far from Me, For trouble is near; For there is none to help.","num":11},{"text":"Many bulls have surrounded Me; Strong bulls of Bashan have encircled Me.","num":12},{"text":"They gape at Me with their mouths, Like a raging and roaring lion.","num":13},{"text":"I am poured out like water, And all My bones are out of joint; My heart is like wax; It has melted within Me.","num":14},{"text":"My strength is dried up like a potsherd, And My tongue clings to My jaws; You have brought Me to the dust of death.","num":15},{"text":"For dogs have surrounded Me; The congregation of the wicked has enclosed Me. They pierced My hands and My feet;","num":16},{"text":"I can count all My bones. They look and stare at Me.","num":17},{"text":"They divide My garments among them, And for My clothing they cast lots.","num":18},{"text":"But You, O LORD, do not be far from Me; O My Strength, hasten to help Me!","num":19},{"text":"Deliver Me from the sword, My precious life from the power of the dog.","num":20},{"text":"Save Me from the lion's mouth And from the horns of the wild oxen! You have answered Me.","num":21},{"text":"I will declare Your name to My brethren; In the midst of the assembly I will praise You.","num":22},{"text":"You who fear the LORD, praise Him! All you descendants of Jacob, glorify Him, And fear Him, all you offspring of Israel!","num":23},{"text":"For He has not despised nor abhorred the affliction of the afflicted; Nor has He hidden His face from Him; But when He cried to Him, He heard.","num":24},{"text":"My praise shall be of You in the great assembly; I will pay My vows before those who fear Him.","num":25},{"text":"The poor shall eat and be satisfied; Those who seek Him will praise the LORD. Let your heart live forever!","num":26},{"text":"All the ends of the world Shall remember and turn to the LORD, And all the families of the nations Shall worship before You.","num":27},{"text":"For the kingdom is the LORD's, And He rules over the nations.","num":28},{"text":"All the prosperous of the earth Shall eat and worship; All those who go down to the dust Shall bow before Him, Even he who cannot keep himself alive.","num":29},{"text":"A posterity shall serve Him. It will be recounted of the Lord to the next generation,","num":30},{"text":"They will come and declare His righteousness to a people who will be born, That He has done this.","num":31}],"num":22},{"verses":[{"text":"The LORD is my shepherd; I shall not want.","num":1},{"text":"He makes me to lie down in green pastures; He leads me beside the still waters.","num":2},{"text":"He restores my soul; He leads me in the paths of righteousness For His name's sake.","num":3},{"text":"Yea, though I walk through the valley of the shadow of death, I will fear no evil; For You are with me; Your rod and Your staff, they comfort me.","num":4},{"text":"You prepare a table before me in the presence of my enemies; You anoint my head with oil; My cup runs over.","num":5},{"text":"Surely goodness and mercy shall follow me All the days of my life; And I will dwell in the house of the LORD Forever.","num":6}],"num":23},{"verses":[{"text":"The earth is the LORD's, and all its fullness, The world and those who dwell therein.","num":1},{"text":"For He has founded it upon the seas, And established it upon the waters.","num":2},{"text":"Who may ascend into the hill of the LORD? Or who may stand in His holy place?","num":3},{"text":"He who has clean hands and a pure heart, Who has not lifted up his soul to an idol, Nor sworn deceitfully.","num":4},{"text":"He shall receive blessing from the LORD, And righteousness from the God of his salvation.","num":5},{"text":"This is Jacob, the generation of those who seek Him, Who seek Your face.Selah","num":6},{"text":"Lift up your heads, O you gates! And be lifted up, you everlasting doors! And the King of glory shall come in.","num":7},{"text":"Who is this King of glory? The LORD strong and mighty, The LORD mighty in battle.","num":8},{"text":"Lift up your heads, O you gates! Lift up, you everlasting doors! And the King of glory shall come in.","num":9},{"text":"Who is this King of glory? The LORD of hosts, He is the King of glory.Selah","num":10}],"num":24},{"verses":[{"text":"To You, O LORD, I lift up my soul.","num":1},{"text":"O my God, I trust in You; Let me not be ashamed; Let not my enemies triumph over me.","num":2},{"text":"Indeed, let no one who waits on You be ashamed; Let those be ashamed who deal treacherously without cause.","num":3},{"text":"Show me Your ways, O LORD; Teach me Your paths.","num":4},{"text":"Lead me in Your truth and teach me, For You are the God of my salvation; On You I wait all the day.","num":5},{"text":"Remember, O LORD, Your tender mercies and Your lovingkindnesses, For they are from of old.","num":6},{"text":"Do not remember the sins of my youth, nor my transgressions; According to Your mercy remember me, For Your goodness' sake, O LORD.","num":7},{"text":"Good and upright is the LORD; Therefore He teaches sinners in the way.","num":8},{"text":"The humble He guides in justice, And the humble He teaches His way.","num":9},{"text":"All the paths of the LORD are mercy and truth, To such as keep His covenant and His testimonies.","num":10},{"text":"For Your name's sake, O LORD, Pardon my iniquity, for it is great.","num":11},{"text":"Who is the man that fears the LORD? Him shall He teach in the way He chooses.","num":12},{"text":"He himself shall dwell in prosperity, And his descendants shall inherit the earth.","num":13},{"text":"The secret of the LORD is with those who fear Him, And He will show them His covenant.","num":14},{"text":"My eyes are ever toward the LORD, For He shall pluck my feet out of the net.","num":15},{"text":"Turn Yourself to me, and have mercy on me, For I am desolate and afflicted.","num":16},{"text":"The troubles of my heart have enlarged; Bring me out of my distresses!","num":17},{"text":"Look on my affliction and my pain, And forgive all my sins.","num":18},{"text":"Consider my enemies, for they are many; And they hate me with cruel hatred.","num":19},{"text":"Keep my soul, and deliver me; Let me not be ashamed, for I put my trust in You.","num":20},{"text":"Let integrity and uprightness preserve me, For I wait for You.","num":21},{"text":"Redeem Israel, O God, Out of all their troubles!","num":22}],"num":25},{"verses":[{"text":"Vindicate me, O LORD, For I have walked in my integrity. I have also trusted in the LORD; I shall not slip.","num":1},{"text":"Examine me, O LORD, and prove me; Try my mind and my heart.","num":2},{"text":"For Your lovingkindness is before my eyes, And I have walked in Your truth.","num":3},{"text":"I have not sat with idolatrous mortals, Nor will I go in with hypocrites.","num":4},{"text":"I have hated the assembly of evildoers, And will not sit with the wicked.","num":5},{"text":"I will wash my hands in innocence; So I will go about Your altar, O LORD,","num":6},{"text":"That I may proclaim with the voice of thanksgiving, And tell of all Your wondrous works.","num":7},{"text":"LORD, I have loved the habitation of Your house, And the place where Your glory dwells.","num":8},{"text":"Do not gather my soul with sinners, Nor my life with bloodthirsty men,","num":9},{"text":"In whose hands is a sinister scheme, And whose right hand is full of bribes.","num":10},{"text":"But as for me, I will walk in my integrity; Redeem me and be merciful to me.","num":11},{"text":"My foot stands in an even place; In the congregations I will bless the LORD.","num":12}],"num":26},{"verses":[{"text":"The LORD is my light and my salvation; Whom shall I fear? The LORD is the strength of my life; Of whom shall I be afraid?","num":1},{"text":"When the wicked came against me To eat up my flesh, My enemies and foes, They stumbled and fell.","num":2},{"text":"Though an army may encamp against me, My heart shall not fear; Though war may rise against me, In this I will be confident.","num":3},{"text":"One thing I have desired of the LORD, That will I seek: That I may dwell in the house of the LORD All the days of my life, To behold the beauty of the LORD, And to inquire in His temple.","num":4},{"text":"For in the time of trouble He shall hide me in His pavilion; In the secret place of His tabernacle He shall hide me; He shall set me high upon a rock.","num":5},{"text":"And now my head shall be lifted up above my enemies all around me; Therefore I will offer sacrifices of joy in His tabernacle; I will sing, yes, I will sing praises to the LORD.","num":6},{"text":"Hear, O LORD, when I cry with my voice! Have mercy also upon me, and answer me.","num":7},{"text":"When You said, \"Seek My face,\" My heart said to You, \"Your face, LORD, I will seek.\"","num":8},{"text":"Do not hide Your face from me; Do not turn Your servant away in anger; You have been my help; Do not leave me nor forsake me, O God of my salvation.","num":9},{"text":"When my father and my mother forsake me, Then the LORD will take care of me.","num":10},{"text":"Teach me Your way, O LORD, And lead me in a smooth path, because of my enemies.","num":11},{"text":"Do not deliver me to the will of my adversaries; For false witnesses have risen against me, And such as breathe out violence.","num":12},{"text":"I would have lost heart, unless I had believed That I would see the goodness of the LORD In the land of the living.","num":13},{"text":"Wait on the LORD; Be of good courage, And He shall strengthen your heart; Wait, I say, on the LORD!","num":14}],"num":27},{"verses":[{"text":"To You I will cry, O LORD my Rock: Do not be silent to me, Lest, if You are silent to me, I become like those who go down to the pit.","num":1},{"text":"Hear the voice of my supplications When I cry to You, When I lift up my hands toward Your holy sanctuary.","num":2},{"text":"Do not take me away with the wicked And with the workers of iniquity, Who speak peace to their neighbors, But evil is in their hearts.","num":3},{"text":"Give them according to their deeds, And according to the wickedness of their endeavors; Give them according to the work of their hands; Render to them what they deserve.","num":4},{"text":"Because they do not regard the works of the LORD, Nor the operation of His hands, He shall destroy them And not build them up.","num":5},{"text":"Blessed be the LORD, Because He has heard the voice of my supplications!","num":6},{"text":"The LORD is my strength and my shield; My heart trusted in Him, and I am helped; Therefore my heart greatly rejoices, And with my song I will praise Him.","num":7},{"text":"The LORD is their strength, And He is the saving refuge of His anointed.","num":8},{"text":"Save Your people, And bless Your inheritance; Shepherd them also, And bear them up forever.","num":9}],"num":28},{"verses":[{"text":"Give unto the LORD, O you mighty ones, Give unto the LORD glory and strength.","num":1},{"text":"Give unto the LORD the glory due to His name; Worship the LORD in the beauty of holiness.","num":2},{"text":"The voice of the LORD is over the waters; The God of glory thunders; The LORD is over many waters.","num":3},{"text":"The voice of the LORD is powerful; The voice of the LORD is full of majesty.","num":4},{"text":"The voice of the LORD breaks the cedars, Yes, the LORD splinters the cedars of Lebanon.","num":5},{"text":"He makes them also skip like a calf, Lebanon and Sirion like a young wild ox.","num":6},{"text":"The voice of the LORD divides the flames of fire.","num":7},{"text":"The voice of the LORD shakes the wilderness; The LORD shakes the Wilderness of Kadesh.","num":8},{"text":"The voice of the LORD makes the deer give birth, And strips the forests bare; And in His temple everyone says, \"Glory!\"","num":9},{"text":"The LORD sat enthroned at the Flood, And the LORD sits as King forever.","num":10},{"text":"The LORD will give strength to His people; The LORD will bless His people with peace.","num":11}],"num":29},{"verses":[{"text":"I will extol You, O LORD, for You have lifted me up, And have not let my foes rejoice over me.","num":1},{"text":"O LORD my God, I cried out to You, And You healed me.","num":2},{"text":"O LORD, You brought my soul up from the grave; You have kept me alive, that I should not go down to the pit.","num":3},{"text":"Sing praise to the LORD, you saints of His, And give thanks at the remembrance of His holy name.","num":4},{"text":"For His anger is but for a moment, His favor is for life; Weeping may endure for a night, But joy comes in the morning.","num":5},{"text":"Now in my prosperity I said, \"I shall never be moved.\"","num":6},{"text":"LORD, by Your favor You have made my mountain stand strong; You hid Your face, and I was troubled.","num":7},{"text":"I cried out to You, O LORD; And to the LORD I made supplication:","num":8},{"text":"\"What profit is there in my blood, When I go down to the pit? Will the dust praise You? Will it declare Your truth?","num":9},{"text":"Hear, O LORD, and have mercy on me; LORD, be my helper!\"","num":10},{"text":"You have turned for me my mourning into dancing; You have put off my sackcloth and clothed me with gladness,","num":11},{"text":"To the end that my glory may sing praise to You and not be silent. O LORD my God, I will give thanks to You forever.","num":12}],"num":30},{"verses":[{"text":"In You, O LORD, I put my trust; Let me never be ashamed; Deliver me in Your righteousness.","num":1},{"text":"Bow down Your ear to me, Deliver me speedily; Be my rock of refuge, A fortress of defense to save me.","num":2},{"text":"For You are my rock and my fortress; Therefore, for Your name's sake, Lead me and guide me.","num":3},{"text":"Pull me out of the net which they have secretly laid for me, For You are my strength.","num":4},{"text":"Into Your hand I commit my spirit; You have redeemed me, O LORD God of truth.","num":5},{"text":"I have hated those who regard useless idols; But I trust in the LORD.","num":6},{"text":"I will be glad and rejoice in Your mercy, For You have considered my trouble; You have known my soul in adversities,","num":7},{"text":"And have not shut me up into the hand of the enemy; You have set my feet in a wide place.","num":8},{"text":"Have mercy on me, O LORD, for I am in trouble; My eye wastes away with grief, Yes, my soul and my body!","num":9},{"text":"For my life is spent with grief, And my years with sighing; My strength fails because of my iniquity, And my bones waste away.","num":10},{"text":"I am a reproach among all my enemies, But especially among my neighbors, And am repulsive to my acquaintances; Those who see me outside flee from me.","num":11},{"text":"I am forgotten like a dead man, out of mind; I am like a broken vessel.","num":12},{"text":"For I hear the slander of many; Fear is on every side; While they take counsel together against me, They scheme to take away my life.","num":13},{"text":"But as for me, I trust in You, O LORD; I say, \"You are my God.\"","num":14},{"text":"My times are in Your hand; Deliver me from the hand of my enemies, And from those who persecute me.","num":15},{"text":"Make Your face shine upon Your servant; Save me for Your mercies' sake.","num":16},{"text":"Do not let me be ashamed, O LORD, for I have called upon You; Let the wicked be ashamed; Let them be silent in the grave.","num":17},{"text":"Let the lying lips be put to silence, Which speak insolent things proudly and contemptuously against the righteous.","num":18},{"text":"Oh, how great is Your goodness, Which You have laid up for those who fear You, Which You have prepared for those who trust in You In the presence of the sons of men!","num":19},{"text":"You shall hide them in the secret place of Your presence From the plots of man; You shall keep them secretly in a pavilion From the strife of tongues.","num":20},{"text":"Blessed be the LORD, For He has shown me His marvelous kindness in a strong city!","num":21},{"text":"For I said in my haste, \"I am cut off from before Your eyes\"; Nevertheless You heard the voice of my supplications When I cried out to You.","num":22},{"text":"Oh, love the LORD, all you His saints! For the LORD preserves the faithful, And fully repays the proud person.","num":23},{"text":"Be of good courage, And He shall strengthen your heart, All you who hope in the LORD.","num":24}],"num":31},{"verses":[{"text":"Blessed is he whose transgression is forgiven, Whose sin is covered.","num":1},{"text":"Blessed is the man to whom the LORD does not impute iniquity, And in whose spirit there is no deceit.","num":2},{"text":"When I kept silent, my bones grew old Through my groaning all the day long.","num":3},{"text":"For day and night Your hand was heavy upon me; My vitality was turned into the drought of summer.Selah","num":4},{"text":"I acknowledged my sin to You, And my iniquity I have not hidden. I said, \"I will confess my transgressions to the LORD,\" And You forgave the iniquity of my sin.Selah","num":5},{"text":"For this cause everyone who is godly shall pray to You In a time when You may be found; Surely in a flood of great waters They shall not come near him.","num":6},{"text":"You are my hiding place; You shall preserve me from trouble; You shall surround me with songs of deliverance.Selah","num":7},{"text":"I will instruct you and teach you in the way you should go; I will guide you with My eye.","num":8},{"text":"Do not be like the horse or like the mule, Which have no understanding, Which must be harnessed with bit and bridle, Else they will not come near you.","num":9},{"text":"Many sorrows shall be to the wicked; But he who trusts in the LORD, mercy shall surround him.","num":10},{"text":"Be glad in the LORD and rejoice, you righteous; And shout for joy, all you upright in heart!","num":11}],"num":32},{"verses":[{"text":"Rejoice in the LORD, O you righteous! For praise from the upright is beautiful.","num":1},{"text":"Praise the LORD with the harp; Make melody to Him with an instrument of ten strings.","num":2},{"text":"Sing to Him a new song; Play skillfully with a shout of joy.","num":3},{"text":"For the word of the LORD is right, And all His work is done in truth.","num":4},{"text":"He loves righteousness and justice; The earth is full of the goodness of the LORD.","num":5},{"text":"By the word of the LORD the heavens were made, And all the host of them by the breath of His mouth.","num":6},{"text":"He gathers the waters of the sea together as a heap; He lays up the deep in storehouses.","num":7},{"text":"Let all the earth fear the LORD; Let all the inhabitants of the world stand in awe of Him.","num":8},{"text":"For He spoke, and it was done; He commanded, and it stood fast.","num":9},{"text":"The LORD brings the counsel of the nations to nothing; He makes the plans of the peoples of no effect.","num":10},{"text":"The counsel of the LORD stands forever, The plans of His heart to all generations.","num":11},{"text":"Blessed is the nation whose God is the LORD, The people He has chosen as His own inheritance.","num":12},{"text":"The LORD looks from heaven; He sees all the sons of men.","num":13},{"text":"From the place of His dwelling He looks On all the inhabitants of the earth;","num":14},{"text":"He fashions their hearts individually; He considers all their works.","num":15},{"text":"No king is saved by the multitude of an army; A mighty man is not delivered by great strength.","num":16},{"text":"A horse is a vain hope for safety; Neither shall it deliver any by its great strength.","num":17},{"text":"Behold, the eye of the LORD is on those who fear Him, On those who hope in His mercy,","num":18},{"text":"To deliver their soul from death, And to keep them alive in famine.","num":19},{"text":"Our soul waits for the LORD; He is our help and our shield.","num":20},{"text":"For our heart shall rejoice in Him, Because we have trusted in His holy name.","num":21},{"text":"Let Your mercy, O LORD, be upon us, Just as we hope in You.","num":22}],"num":33},{"verses":[{"text":"I will bless the LORD at all times; His praise shall continually be in my mouth.","num":1},{"text":"My soul shall make its boast in the LORD; The humble shall hear of it and be glad.","num":2},{"text":"Oh, magnify the LORD with me, And let us exalt His name together.","num":3},{"text":"I sought the LORD, and He heard me, And delivered me from all my fears.","num":4},{"text":"They looked to Him and were radiant, And their faces were not ashamed.","num":5},{"text":"This poor man cried out, and the LORD heard him, And saved him out of all his troubles.","num":6},{"text":"The angel of the LORD encamps all around those who fear Him, And delivers them.","num":7},{"text":"Oh, taste and see that the LORD is good; Blessed is the man who trusts in Him!","num":8},{"text":"Oh, fear the LORD, you His saints! There is no want to those who fear Him.","num":9},{"text":"The young lions lack and suffer hunger; But those who seek the LORD shall not lack any good thing.","num":10},{"text":"Come, you children, listen to me; I will teach you the fear of the LORD.","num":11},{"text":"Who is the man who desires life, And loves many days, that he may see good?","num":12},{"text":"Keep your tongue from evil, And your lips from speaking deceit.","num":13},{"text":"Depart from evil and do good; Seek peace and pursue it.","num":14},{"text":"The eyes of the LORD are on the righteous, And His ears are open to their cry.","num":15},{"text":"The face of the LORD is against those who do evil, To cut off the remembrance of them from the earth.","num":16},{"text":"The righteous cry out, and the LORD hears, And delivers them out of all their troubles.","num":17},{"text":"The LORD is near to those who have a broken heart, And saves such as have a contrite spirit.","num":18},{"text":"Many are the afflictions of the righteous, But the LORD delivers him out of them all.","num":19},{"text":"He guards all his bones; Not one of them is broken.","num":20},{"text":"Evil shall slay the wicked, And those who hate the righteous shall be condemned.","num":21},{"text":"The LORD redeems the soul of His servants, And none of those who trust in Him shall be condemned.","num":22}],"num":34},{"verses":[{"text":"Plead my cause, O LORD, with those who strive with me; Fight against those who fight against me.","num":1},{"text":"Take hold of shield and buckler, And stand up for my help.","num":2},{"text":"Also draw out the spear, And stop those who pursue me. Say to my soul, \"I am your salvation.\"","num":3},{"text":"Let those be put to shame and brought to dishonor Who seek after my life; Let those be turned back and brought to confusion Who plot my hurt.","num":4},{"text":"Let them be like chaff before the wind, And let the angel of the LORD chase them.","num":5},{"text":"Let their way be dark and slippery, And let the angel of the LORD pursue them.","num":6},{"text":"For without cause they have hidden their net for me in a pit, Which they have dug without cause for my life.","num":7},{"text":"Let destruction come upon him unexpectedly, And let his net that he has hidden catch himself; Into that very destruction let him fall.","num":8},{"text":"And my soul shall be joyful in the LORD; It shall rejoice in His salvation.","num":9},{"text":"All my bones shall say, \"LORD, who is like You, Delivering the poor from him who is too strong for him, Yes, the poor and the needy from him who plunders him?\"","num":10},{"text":"Fierce witnesses rise up; They ask me things that I do not know.","num":11},{"text":"They reward me evil for good, To the sorrow of my soul.","num":12},{"text":"But as for me, when they were sick, My clothing was sackcloth; I humbled myself with fasting; And my prayer would return to my own heart.","num":13},{"text":"I paced about as though he were my friend or brother; I bowed down heavily, as one who mourns for his mother.","num":14},{"text":"But in my adversity they rejoiced And gathered together; Attackers gathered against me, And I did not know it; They tore at me and did not cease;","num":15},{"text":"With ungodly mockers at feasts They gnashed at me with their teeth.","num":16},{"text":"Lord, how long will You look on? Rescue me from their destructions, My precious life from the lions.","num":17},{"text":"I will give You thanks in the great assembly; I will praise You among many people.","num":18},{"text":"Let them not rejoice over me who are wrongfully my enemies; Nor let them wink with the eye who hate me without a cause.","num":19},{"text":"For they do not speak peace, But they devise deceitful matters Against the quiet ones in the land.","num":20},{"text":"They also opened their mouth wide against me, And said, \"Aha, aha! Our eyes have seen it.\"","num":21},{"text":"This You have seen, O LORD; Do not keep silence. O Lord, do not be far from me.","num":22},{"text":"Stir up Yourself, and awake to my vindication, To my cause, my God and my Lord.","num":23},{"text":"Vindicate me, O LORD my God, according to Your righteousness; And let them not rejoice over me.","num":24},{"text":"Let them not say in their hearts, \"Ah, so we would have it!\" Let them not say, \"We have swallowed him up.\"","num":25},{"text":"Let them be ashamed and brought to mutual confusion Who rejoice at my hurt; Let them be clothed with shame and dishonor Who exalt themselves against me.","num":26},{"text":"Let them shout for joy and be glad, Who favor my righteous cause; And let them say continually, \"Let the LORD be magnified, Who has pleasure in the prosperity of His servant.\"","num":27},{"text":"And my tongue shall speak of Your righteousness And of Your praise all the day long.","num":28}],"num":35},{"verses":[{"text":"An oracle within my heart concerning the transgression of the wicked: There is no fear of God before his eyes.","num":1},{"text":"For he flatters himself in his own eyes, When he finds out his iniquity and when he hates.","num":2},{"text":"The words of his mouth are wickedness and deceit; He has ceased to be wise and to do good.","num":3},{"text":"He devises wickedness on his bed; He sets himself in a way that is not good; He does not abhor evil.","num":4},{"text":"Your mercy, O LORD, is in the heavens; Your faithfulness reaches to the clouds.","num":5},{"text":"Your righteousness is like the great mountains; Your judgments are a great deep; O LORD, You preserve man and beast.","num":6},{"text":"How precious is Your lovingkindness, O God! Therefore the children of men put their trust under the shadow of Your wings.","num":7},{"text":"They are abundantly satisfied with the fullness of Your house, And You give them drink from the river of Your pleasures.","num":8},{"text":"For with You is the fountain of life; In Your light we see light.","num":9},{"text":"Oh, continue Your lovingkindness to those who know You, And Your righteousness to the upright in heart.","num":10},{"text":"Let not the foot of pride come against me, And let not the hand of the wicked drive me away.","num":11},{"text":"There the workers of iniquity have fallen; They have been cast down and are not able to rise.","num":12}],"num":36},{"verses":[{"text":"Do not fret because of evildoers, Nor be envious of the workers of iniquity.","num":1},{"text":"For they shall soon be cut down like the grass, And wither as the green herb.","num":2},{"text":"Trust in the LORD, and do good; Dwell in the land, and feed on His faithfulness.","num":3},{"text":"Delight yourself also in the LORD, And He shall give you the desires of your heart.","num":4},{"text":"Commit your way to the LORD, Trust also in Him, And He shall bring it to pass.","num":5},{"text":"He shall bring forth your righteousness as the light, And your justice as the noonday.","num":6},{"text":"Rest in the LORD, and wait patiently for Him; Do not fret because of him who prospers in his way, Because of the man who brings wicked schemes to pass.","num":7},{"text":"Cease from anger, and forsake wrath; Do not fret--it only causes harm.","num":8},{"text":"For evildoers shall be cut off; But those who wait on the LORD, They shall inherit the earth.","num":9},{"text":"For yet a little while and the wicked shall be no more; Indeed, you will look carefully for his place, But it shall be no more.","num":10},{"text":"But the meek shall inherit the earth, And shall delight themselves in the abundance of peace.","num":11},{"text":"The wicked plots against the just, And gnashes at him with his teeth.","num":12},{"text":"The Lord laughs at him, For He sees that his day is coming.","num":13},{"text":"The wicked have drawn the sword And have bent their bow, To cast down the poor and needy, To slay those who are of upright conduct.","num":14},{"text":"Their sword shall enter their own heart, And their bows shall be broken.","num":15},{"text":"A little that a righteous man has Is better than the riches of many wicked.","num":16},{"text":"For the arms of the wicked shall be broken, But the LORD upholds the righteous.","num":17},{"text":"The LORD knows the days of the upright, And their inheritance shall be forever.","num":18},{"text":"They shall not be ashamed in the evil time, And in the days of famine they shall be satisfied.","num":19},{"text":"But the wicked shall perish; And the enemies of the LORD, Like the splendor of the meadows, shall vanish. Into smoke they shall vanish away.","num":20},{"text":"The wicked borrows and does not repay, But the righteous shows mercy and gives.","num":21},{"text":"For those blessed by Him shall inherit the earth, But those cursed by Him shall be cut off.","num":22},{"text":"The steps of a good man are ordered by the LORD, And He delights in his way.","num":23},{"text":"Though he fall, he shall not be utterly cast down; For the LORD upholds him with His hand.","num":24},{"text":"I have been young, and now am old; Yet I have not seen the righteous forsaken, Nor his descendants begging bread.","num":25},{"text":"He is ever merciful, and lends; And his descendants are blessed.","num":26},{"text":"Depart from evil, and do good; And dwell forevermore.","num":27},{"text":"For the LORD loves justice, And does not forsake His saints; They are preserved forever, But the descendants of the wicked shall be cut off.","num":28},{"text":"The righteous shall inherit the land, And dwell in it forever.","num":29},{"text":"The mouth of the righteous speaks wisdom, And his tongue talks of justice.","num":30},{"text":"The law of his God is in his heart; None of his steps shall slide.","num":31},{"text":"The wicked watches the righteous, And seeks to slay him.","num":32},{"text":"The LORD will not leave him in his hand, Nor condemn him when he is judged.","num":33},{"text":"Wait on the LORD, And keep His way, And He shall exalt you to inherit the land; When the wicked are cut off, you shall see it.","num":34},{"text":"I have seen the wicked in great power, And spreading himself like a native green tree.","num":35},{"text":"Yet he passed away, and behold, he was no more; Indeed I sought him, but he could not be found.","num":36},{"text":"Mark the blameless man, and observe the upright; For the future of that man is peace.","num":37},{"text":"But the transgressors shall be destroyed together; The future of the wicked shall be cut off.","num":38},{"text":"But the salvation of the righteous is from the LORD; He is their strength in the time of trouble.","num":39},{"text":"And the LORD shall help them and deliver them; He shall deliver them from the wicked, And save them, Because they trust in Him.","num":40}],"num":37},{"verses":[{"text":"O LORD, do not rebuke me in Your wrath, Nor chasten me in Your hot displeasure!","num":1},{"text":"For Your arrows pierce me deeply, And Your hand presses me down.","num":2},{"text":"There is no soundness in my flesh Because of Your anger, Nor any health in my bones Because of my sin.","num":3},{"text":"For my iniquities have gone over my head; Like a heavy burden they are too heavy for me.","num":4},{"text":"My wounds are foul and festering Because of my foolishness.","num":5},{"text":"I am troubled, I am bowed down greatly; I go mourning all the day long.","num":6},{"text":"For my loins are full of inflammation, And there is no soundness in my flesh.","num":7},{"text":"I am feeble and severely broken; I groan because of the turmoil of my heart.","num":8},{"text":"Lord, all my desire is before You; And my sighing is not hidden from You.","num":9},{"text":"My heart pants, my strength fails me; As for the light of my eyes, it also has gone from me.","num":10},{"text":"My loved ones and my friends stand aloof from my plague, And my relatives stand afar off.","num":11},{"text":"Those also who seek my life lay snares for me; Those who seek my hurt speak of destruction, And plan deception all the day long.","num":12},{"text":"But I, like a deaf man, do not hear; And I am like a mute who does not open his mouth.","num":13},{"text":"Thus I am like a man who does not hear, And in whose mouth is no response.","num":14},{"text":"For in You, O LORD, I hope; You will hear, O Lord my God.","num":15},{"text":"For I said, \"Hear me, lest they rejoice over me, Lest, when my foot slips, they exalt themselves against me.\"","num":16},{"text":"For I am ready to fall, And my sorrow is continually before me.","num":17},{"text":"For I will declare my iniquity; I will be in anguish over my sin.","num":18},{"text":"But my enemies are vigorous, and they are strong; And those who hate me wrongfully have multiplied.","num":19},{"text":"Those also who render evil for good, They are my adversaries, because I follow what is good.","num":20},{"text":"Do not forsake me, O LORD; O my God, be not far from me!","num":21},{"text":"Make haste to help me, O Lord, my salvation!","num":22}],"num":38},{"verses":[{"text":"I said, \"I will guard my ways, Lest I sin with my tongue; I will restrain my mouth with a muzzle, While the wicked are before me.\"","num":1},{"text":"I was mute with silence, I held my peace even from good; And my sorrow was stirred up.","num":2},{"text":"My heart was hot within me; While I was musing, the fire burned. Then I spoke with my tongue:","num":3},{"text":"\"LORD, make me to know my end, And what is the measure of my days, That I may know how frail I am.","num":4},{"text":"Indeed, You have made my days as handbreadths, And my age is as nothing before You; Certainly every man at his best state is but vapor.Selah","num":5},{"text":"Surely every man walks about like a shadow; Surely they busy themselves in vain; He heaps up riches, And does not know who will gather them.","num":6},{"text":"\"And now, Lord, what do I wait for? My hope is in You.","num":7},{"text":"Deliver me from all my transgressions; Do not make me the reproach of the foolish.","num":8},{"text":"I was mute, I did not open my mouth, Because it was You who did it.","num":9},{"text":"Remove Your plague from me; I am consumed by the blow of Your hand.","num":10},{"text":"When with rebukes You correct man for iniquity, You make his beauty melt away like a moth; Surely every man is vapor.Selah","num":11},{"text":"\"Hear my prayer, O LORD, And give ear to my cry; Do not be silent at my tears; For I am a stranger with You, A sojourner, as all my fathers were.","num":12},{"text":"Remove Your gaze from me, that I may regain strength, Before I go away and am no more.\"","num":13}],"num":39},{"verses":[{"text":"I waited patiently for the LORD; And He inclined to me, And heard my cry.","num":1},{"text":"He also brought me up out of a horrible pit, Out of the miry clay, And set my feet upon a rock, And established my steps.","num":2},{"text":"He has put a new song in my mouth-- Praise to our God; Many will see it and fear, And will trust in the LORD.","num":3},{"text":"Blessed is that man who makes the LORD his trust, And does not respect the proud, nor such as turn aside to lies.","num":4},{"text":"Many, O LORD my God, are Your wonderful works Which You have done; And Your thoughts toward us Cannot be recounted to You in order; If I would declare and speak of them, They are more than can be numbered.","num":5},{"text":"Sacrifice and offering You did not desire; My ears You have opened. Burnt offering and sin offering You did not require.","num":6},{"text":"Then I said, \"Behold, I come; In the scroll of the book it is written of me.","num":7},{"text":"I delight to do Your will, O my God, And Your law is within my heart.\"","num":8},{"text":"I have proclaimed the good news of righteousness In the great assembly; Indeed, I do not restrain my lips, O LORD, You Yourself know.","num":9},{"text":"I have not hidden Your righteousness within my heart; I have declared Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth From the great assembly.","num":10},{"text":"Do not withhold Your tender mercies from me, O LORD; Let Your lovingkindness and Your truth continually preserve me.","num":11},{"text":"For innumerable evils have surrounded me; My iniquities have overtaken me, so that I am not able to look up; They are more than the hairs of my head; Therefore my heart fails me.","num":12},{"text":"Be pleased, O LORD, to deliver me; O LORD, make haste to help me!","num":13},{"text":"Let them be ashamed and brought to mutual confusion Who seek to destroy my life; Let them be driven backward and brought to dishonor Who wish me evil.","num":14},{"text":"Let them be confounded because of their shame, Who say to me, \"Aha, aha!\"","num":15},{"text":"Let all those who seek You rejoice and be glad in You; Let such as love Your salvation say continually, \"The LORD be magnified!\"","num":16},{"text":"But I am poor and needy; Yet the LORD thinks upon me. You are my help and my deliverer; Do not delay, O my God.","num":17}],"num":40},{"verses":[{"text":"Blessed is he who considers the poor; The LORD will deliver him in time of trouble.","num":1},{"text":"The LORD will preserve him and keep him alive, And he will be blessed on the earth; You will not deliver him to the will of his enemies.","num":2},{"text":"The LORD will strengthen him on his bed of illness; You will sustain him on his sickbed.","num":3},{"text":"I said, \"LORD, be merciful to me; Heal my soul, for I have sinned against You.\"","num":4},{"text":"My enemies speak evil of me: \"When will he die, and his name perish?\"","num":5},{"text":"And if he comes to see me, he speaks lies; His heart gathers iniquity to itself; When he goes out, he tells it.","num":6},{"text":"All who hate me whisper together against me; Against me they devise my hurt.","num":7},{"text":"\"An evil disease,\" they say, \"clings to him. And now that he lies down, he will rise up no more.\"","num":8},{"text":"Even my own familiar friend in whom I trusted, Who ate my bread, Has lifted up his heel against me.","num":9},{"text":"But You, O LORD, be merciful to me, and raise me up, That I may repay them.","num":10},{"text":"By this I know that You are well pleased with me, Because my enemy does not triumph over me.","num":11},{"text":"As for me, You uphold me in my integrity, And set me before Your face forever.","num":12},{"text":"Blessed be the LORD God of Israel From everlasting to everlasting! Amen and Amen.","num":13}],"num":41},{"verses":[{"text":"As the deer pants for the water brooks, So pants my soul for You, O God.","num":1},{"text":"My soul thirsts for God, for the living God. When shall I come and appear before God?","num":2},{"text":"My tears have been my food day and night, While they continually say to me, \"Where is your God?\"","num":3},{"text":"When I remember these things, I pour out my soul within me. For I used to go with the multitude; I went with them to the house of God, With the voice of joy and praise, With a multitude that kept a pilgrim feast.","num":4},{"text":"Why are you cast down, O my soul? And why are you disquieted within me? Hope in God, for I shall yet praise Him For the help of His countenance.","num":5},{"text":"O my God, my soul is cast down within me; Therefore I will remember You from the land of the Jordan, And from the heights of Hermon, From the Hill Mizar.","num":6},{"text":"Deep calls unto deep at the noise of Your waterfalls; All Your waves and billows have gone over me.","num":7},{"text":"The LORD will command His lovingkindness in the daytime, And in the night His song shall be with me-- A prayer to the God of my life.","num":8},{"text":"I will say to God my Rock, \"Why have You forgotten me? Why do I go mourning because of the oppression of the enemy?\"","num":9},{"text":"As with a breaking of my bones, My enemies reproach me, While they say to me all day long, \"Where is your God?\"","num":10},{"text":"Why are you cast down, O my soul? And why are you disquieted within me? Hope in God; For I shall yet praise Him, The help of my countenance and my God.","num":11}],"num":42},{"verses":[{"text":"Vindicate me, O God, And plead my cause against an ungodly nation; Oh, deliver me from the deceitful and unjust man!","num":1},{"text":"For You are the God of my strength; Why do You cast me off? Why do I go mourning because of the oppression of the enemy?","num":2},{"text":"Oh, send out Your light and Your truth! Let them lead me; Let them bring me to Your holy hill And to Your tabernacle.","num":3},{"text":"Then I will go to the altar of God, To God my exceeding joy; And on the harp I will praise You, O God, my God.","num":4},{"text":"Why are you cast down, O my soul? And why are you disquieted within me? Hope in God; For I shall yet praise Him, The help of my countenance and my God.","num":5}],"num":43},{"verses":[{"text":"We have heard with our ears, O God, Our fathers have told us, The deeds You did in their days, In days of old:","num":1},{"text":"You drove out the nations with Your hand, But them You planted; You afflicted the peoples, and cast them out.","num":2},{"text":"For they did not gain possession of the land by their own sword, Nor did their own arm save them; But it was Your right hand, Your arm, and the light of Your countenance, Because You favored them.","num":3},{"text":"You are my King, O God; Command victories for Jacob.","num":4},{"text":"Through You we will push down our enemies; Through Your name we will trample those who rise up against us.","num":5},{"text":"For I will not trust in my bow, Nor shall my sword save me.","num":6},{"text":"But You have saved us from our enemies, And have put to shame those who hated us.","num":7},{"text":"In God we boast all day long, And praise Your name forever.Selah","num":8},{"text":"But You have cast us off and put us to shame, And You do not go out with our armies.","num":9},{"text":"You make us turn back from the enemy, And those who hate us have taken spoil for themselves.","num":10},{"text":"You have given us up like sheep intended for food, And have scattered us among the nations.","num":11},{"text":"You sell Your people for next to nothing, And are not enriched by selling them.","num":12},{"text":"You make us a reproach to our neighbors, A scorn and a derision to those all around us.","num":13},{"text":"You make us a byword among the nations, A shaking of the head among the peoples.","num":14},{"text":"My dishonor is continually before me, And the shame of my face has covered me,","num":15},{"text":"Because of the voice of him who reproaches and reviles, Because of the enemy and the avenger.","num":16},{"text":"All this has come upon us; But we have not forgotten You, Nor have we dealt falsely with Your covenant.","num":17},{"text":"Our heart has not turned back, Nor have our steps departed from Your way;","num":18},{"text":"But You have severely broken us in the place of jackals, And covered us with the shadow of death.","num":19},{"text":"If we had forgotten the name of our God, Or stretched out our hands to a foreign god,","num":20},{"text":"Would not God search this out? For He knows the secrets of the heart.","num":21},{"text":"Yet for Your sake we are killed all day long; We are accounted as sheep for the slaughter.","num":22},{"text":"Awake! Why do You sleep, O Lord? Arise! Do not cast us off forever.","num":23},{"text":"Why do You hide Your face, And forget our affliction and our oppression?","num":24},{"text":"For our soul is bowed down to the dust; Our body clings to the ground.","num":25},{"text":"Arise for our help, And redeem us for Your mercies' sake.","num":26}],"num":44},{"verses":[{"text":"My heart is overflowing with a good theme; I recite my composition concerning the King; My tongue is the pen of a ready writer.","num":1},{"text":"You are fairer than the sons of men; Grace is poured upon Your lips; Therefore God has blessed You forever.","num":2},{"text":"Gird Your sword upon Your thigh, O Mighty One, With Your glory and Your majesty.","num":3},{"text":"And in Your majesty ride prosperously because of truth, humility, and righteousness; And Your right hand shall teach You awesome things.","num":4},{"text":"Your arrows are sharp in the heart of the King's enemies; The peoples fall under You.","num":5},{"text":"Your throne, O God, is forever and ever; A scepter of righteousness is the scepter of Your kingdom.","num":6},{"text":"You love righteousness and hate wickedness; Therefore God, Your God, has anointed You With the oil of gladness more than Your companions.","num":7},{"text":"All Your garments are scented with myrrh and aloes and cassia, Out of the ivory palaces, by which they have made You glad.","num":8},{"text":"Kings' daughters are among Your honorable women; At Your right hand stands the queen in gold from Ophir.","num":9},{"text":"Listen, O daughter, Consider and incline your ear; Forget your own people also, and your father's house;","num":10},{"text":"So the King will greatly desire your beauty; Because He is your Lord, worship Him.","num":11},{"text":"And the daughter of Tyre will come with a gift; The rich among the people will seek your favor.","num":12},{"text":"The royal daughter is all glorious within the palace; Her clothing is woven with gold.","num":13},{"text":"She shall be brought to the King in robes of many colors; The virgins, her companions who follow her, shall be brought to You.","num":14},{"text":"With gladness and rejoicing they shall be brought; They shall enter the King's palace.","num":15},{"text":"Instead of Your fathers shall be Your sons, Whom You shall make princes in all the earth.","num":16},{"text":"I will make Your name to be remembered in all generations; Therefore the people shall praise You forever and ever.","num":17}],"num":45},{"verses":[{"text":"God is our refuge and strength, A very present help in trouble.","num":1},{"text":"Therefore we will not fear, Even though the earth be removed, And though the mountains be carried into the midst of the sea;","num":2},{"text":"Though its waters roar and be troubled, Though the mountains shake with its swelling.Selah","num":3},{"text":"There is a river whose streams shall make glad the city of God, The holy place of the tabernacle of the Most High.","num":4},{"text":"God is in the midst of her, she shall not be moved; God shall help her, just at the break of dawn.","num":5},{"text":"The nations raged, the kingdoms were moved; He uttered His voice, the earth melted.","num":6},{"text":"The LORD of hosts is with us; The God of Jacob is our refuge.Selah","num":7},{"text":"Come, behold the works of the LORD, Who has made desolations in the earth.","num":8},{"text":"He makes wars cease to the end of the earth; He breaks the bow and cuts the spear in two; He burns the chariot in the fire.","num":9},{"text":"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth!","num":10},{"text":"The LORD of hosts is with us; The God of Jacob is our refuge.Selah","num":11}],"num":46},{"verses":[{"text":"Oh, clap your hands, all you peoples! Shout to God with the voice of triumph!","num":1},{"text":"For the LORD Most High is awesome; He is a great King over all the earth.","num":2},{"text":"He will subdue the peoples under us, And the nations under our feet.","num":3},{"text":"He will choose our inheritance for us, The excellence of Jacob whom He loves.Selah","num":4},{"text":"God has gone up with a shout, The LORD with the sound of a trumpet.","num":5},{"text":"Sing praises to God, sing praises! Sing praises to our King, sing praises!","num":6},{"text":"For God is the King of all the earth; Sing praises with understanding.","num":7},{"text":"God reigns over the nations; God sits on His holy throne.","num":8},{"text":"The princes of the people have gathered together, The people of the God of Abraham. For the shields of the earth belong to God; He is greatly exalted.","num":9}],"num":47},{"verses":[{"text":"Great is the LORD, and greatly to be praised In the city of our God, In His holy mountain.","num":1},{"text":"Beautiful in elevation, The joy of the whole earth, Is Mount Zion on the sides of the north, The city of the great King.","num":2},{"text":"God is in her palaces; He is known as her refuge.","num":3},{"text":"For behold, the kings assembled, They passed by together.","num":4},{"text":"They saw it, and so they marveled; They were troubled, they hastened away.","num":5},{"text":"Fear took hold of them there, And pain, as of a woman in birth pangs,","num":6},{"text":"As when You break the ships of Tarshish With an east wind.","num":7},{"text":"As we have heard, So we have seen In the city of the LORD of hosts, In the city of our God: God will establish it forever.Selah","num":8},{"text":"We have thought, O God, on Your lovingkindness, In the midst of Your temple.","num":9},{"text":"According to Your name, O God, So is Your praise to the ends of the earth; Your right hand is full of righteousness.","num":10},{"text":"Let Mount Zion rejoice, Let the daughters of Judah be glad, Because of Your judgments.","num":11},{"text":"Walk about Zion, And go all around her. Count her towers;","num":12},{"text":"Mark well her bulwarks; Consider her palaces; That you may tell it to the generation following.","num":13},{"text":"For this is God, Our God forever and ever; He will be our guide Even to death.","num":14}],"num":48},{"verses":[{"text":"Hear this, all peoples; Give ear, all inhabitants of the world,","num":1},{"text":"Both low and high, Rich and poor together.","num":2},{"text":"My mouth shall speak wisdom, And the meditation of my heart shall give understanding.","num":3},{"text":"I will incline my ear to a proverb; I will disclose my dark saying on the harp.","num":4},{"text":"Why should I fear in the days of evil, When the iniquity at my heels surrounds me?","num":5},{"text":"Those who trust in their wealth And boast in the multitude of their riches,","num":6},{"text":"None of them can by any means redeem his brother, Nor give to God a ransom for him--","num":7},{"text":"For the redemption of their souls is costly, And it shall cease forever--","num":8},{"text":"That he should continue to live eternally, And not see the Pit.","num":9},{"text":"For he sees wise men die; Likewise the fool and the senseless person perish, And leave their wealth to others.","num":10},{"text":"Their inner thought is that their houses will last forever, Their dwelling places to all generations; They call their lands after their own names.","num":11},{"text":"Nevertheless man, though in honor, does not remain; He is like the beasts that perish.","num":12},{"text":"This is the way of those who are foolish, And of their posterity who approve their sayings.Selah","num":13},{"text":"Like sheep they are laid in the grave; Death shall feed on them; The upright shall have dominion over them in the morning; And their beauty shall be consumed in the grave, far from their dwelling.","num":14},{"text":"But God will redeem my soul from the power of the grave, For He shall receive me.Selah","num":15},{"text":"Do not be afraid when one becomes rich, When the glory of his house is increased;","num":16},{"text":"For when he dies he shall carry nothing away; His glory shall not descend after him.","num":17},{"text":"Though while he lives he blesses himself (For men will praise you when you do well for yourself),","num":18},{"text":"He shall go to the generation of his fathers; They shall never see light.","num":19},{"text":"A man who is in honor, yet does not understand, Is like the beasts that perish.","num":20}],"num":49},{"verses":[{"text":"The Mighty One, God the LORD, Has spoken and called the earth From the rising of the sun to its going down.","num":1},{"text":"Out of Zion, the perfection of beauty, God will shine forth.","num":2},{"text":"Our God shall come, and shall not keep silent; A fire shall devour before Him, And it shall be very tempestuous all around Him.","num":3},{"text":"He shall call to the heavens from above, And to the earth, that He may judge His people:","num":4},{"text":"\"Gather My saints together to Me, Those who have made a covenant with Me by sacrifice.\"","num":5},{"text":"Let the heavens declare His righteousness, For God Himself is Judge.Selah","num":6},{"text":"\"Hear, O My people, and I will speak, O Israel, and I will testify against you; I am God, your God!","num":7},{"text":"I will not rebuke you for your sacrifices Or your burnt offerings, Which are continually before Me.","num":8},{"text":"I will not take a bull from your house, Nor goats out of your folds.","num":9},{"text":"For every beast of the forest is Mine, And the cattle on a thousand hills.","num":10},{"text":"I know all the birds of the mountains, And the wild beasts of the field are Mine.","num":11},{"text":"\"If I were hungry, I would not tell you; For the world is Mine, and all its fullness.","num":12},{"text":"Will I eat the flesh of bulls, Or drink the blood of goats?","num":13},{"text":"Offer to God thanksgiving, And pay your vows to the Most High.","num":14},{"text":"Call upon Me in the day of trouble; I will deliver you, and you shall glorify Me.\"","num":15},{"text":"But to the wicked God says: \"What right have you to declare My statutes, Or take My covenant in your mouth,","num":16},{"text":"Seeing you hate instruction And cast My words behind you?","num":17},{"text":"When you saw a thief, you consented with him, And have been a partaker with adulterers.","num":18},{"text":"You give your mouth to evil, And your tongue frames deceit.","num":19},{"text":"You sit and speak against your brother; You slander your own mother's son.","num":20},{"text":"These things you have done, and I kept silent; You thought that I was altogether like you; But I will rebuke you, And set them in order before your eyes.","num":21},{"text":"\"Now consider this, you who forget God, Lest I tear you in pieces, And there be none to deliver:","num":22},{"text":"Whoever offers praise glorifies Me; And to him who orders his conduct aright I will show the salvation of God.\"","num":23}],"num":50},{"verses":[{"text":"Have mercy upon me, O God, According to Your lovingkindness; According to the multitude of Your tender mercies, Blot out my transgressions.","num":1},{"text":"Wash me thoroughly from my iniquity, And cleanse me from my sin.","num":2},{"text":"For I acknowledge my transgressions, And my sin is always before me.","num":3},{"text":"Against You, You only, have I sinned, And done this evil in Your sight-- That You may be found just when You speak, And blameless when You judge.","num":4},{"text":"Behold, I was brought forth in iniquity, And in sin my mother conceived me.","num":5},{"text":"Behold, You desire truth in the inward parts, And in the hidden part You will make me to know wisdom.","num":6},{"text":"Purge me with hyssop, and I shall be clean; Wash me, and I shall be whiter than snow.","num":7},{"text":"Make me hear joy and gladness, That the bones You have broken may rejoice.","num":8},{"text":"Hide Your face from my sins, And blot out all my iniquities.","num":9},{"text":"Create in me a clean heart, O God, And renew a steadfast spirit within me.","num":10},{"text":"Do not cast me away from Your presence, And do not take Your Holy Spirit from me.","num":11},{"text":"Restore to me the joy of Your salvation, And uphold me by Your generous Spirit.","num":12},{"text":"Then I will teach transgressors Your ways, And sinners shall be converted to You.","num":13},{"text":"Deliver me from the guilt of bloodshed, O God, The God of my salvation, And my tongue shall sing aloud of Your righteousness.","num":14},{"text":"O Lord, open my lips, And my mouth shall show forth Your praise.","num":15},{"text":"For You do not desire sacrifice, or else I would give it; You do not delight in burnt offering.","num":16},{"text":"The sacrifices of God are a broken spirit, A broken and a contrite heart-- These, O God, You will not despise.","num":17},{"text":"Do good in Your good pleasure to Zion; Build the walls of Jerusalem.","num":18},{"text":"Then You shall be pleased with the sacrifices of righteousness, With burnt offering and whole burnt offering; Then they shall offer bulls on Your altar.","num":19}],"num":51},{"verses":[{"text":"Why do you boast in evil, O mighty man? The goodness of God endures continually.","num":1},{"text":"Your tongue devises destruction, Like a sharp razor, working deceitfully.","num":2},{"text":"You love evil more than good, Lying rather than speaking righteousness.Selah","num":3},{"text":"You love all devouring words, You deceitful tongue.","num":4},{"text":"God shall likewise destroy you forever; He shall take you away, and pluck you out of your dwelling place, And uproot you from the land of the living.Selah","num":5},{"text":"The righteous also shall see and fear, And shall laugh at him, saying,","num":6},{"text":"\"Here is the man who did not make God his strength, But trusted in the abundance of his riches, And strengthened himself in his wickedness.\"","num":7},{"text":"But I am like a green olive tree in the house of God; I trust in the mercy of God forever and ever.","num":8},{"text":"I will praise You forever, Because You have done it; And in the presence of Your saints I will wait on Your name, for it is good.","num":9}],"num":52},{"verses":[{"text":"The fool has said in his heart, \"There is no God.\" They are corrupt, and have done abominable iniquity; There is none who does good.","num":1},{"text":"God looks down from heaven upon the children of men, To see if there are any who understand, who seek God.","num":2},{"text":"Every one of them has turned aside; They have together become corrupt; There is none who does good, No, not one.","num":3},{"text":"Have the workers of iniquity no knowledge, Who eat up my people as they eat bread, And do not call upon God?","num":4},{"text":"There they are in great fear Where no fear was, For God has scattered the bones of him who encamps against you; You have put them to shame, Because God has despised them.","num":5},{"text":"Oh, that the salvation of Israel would come out of Zion! When God brings back the captivity of His people, Let Jacob rejoice and Israel be glad.","num":6}],"num":53},{"verses":[{"text":"Save me, O God, by Your name, And vindicate me by Your strength.","num":1},{"text":"Hear my prayer, O God; Give ear to the words of my mouth.","num":2},{"text":"For strangers have risen up against me, And oppressors have sought after my life; They have not set God before them.Selah","num":3},{"text":"Behold, God is my helper; The Lord is with those who uphold my life.","num":4},{"text":"He will repay my enemies for their evil. Cut them off in Your truth.","num":5},{"text":"I will freely sacrifice to You; I will praise Your name, O LORD, for it is good.","num":6},{"text":"For He has delivered me out of all trouble; And my eye has seen its desire upon my enemies.","num":7}],"num":54},{"verses":[{"text":"Give ear to my prayer, O God, And do not hide Yourself from my supplication.","num":1},{"text":"Attend to me, and hear me; I am restless in my complaint, and moan noisily,","num":2},{"text":"Because of the voice of the enemy, Because of the oppression of the wicked; For they bring down trouble upon me, And in wrath they hate me.","num":3},{"text":"My heart is severely pained within me, And the terrors of death have fallen upon me.","num":4},{"text":"Fearfulness and trembling have come upon me, And horror has overwhelmed me.","num":5},{"text":"So I said, \"Oh, that I had wings like a dove! I would fly away and be at rest.","num":6},{"text":"Indeed, I would wander far off, And remain in the wilderness.Selah","num":7},{"text":"I would hasten my escape From the windy storm and tempest.\"","num":8},{"text":"Destroy, O Lord, and divide their tongues, For I have seen violence and strife in the city.","num":9},{"text":"Day and night they go around it on its walls; Iniquity and trouble are also in the midst of it.","num":10},{"text":"Destruction is in its midst; Oppression and deceit do not depart from its streets.","num":11},{"text":"For it is not an enemy who reproaches me; Then I could bear it. Nor is it one who hates me who has exalted himself against me; Then I could hide from him.","num":12},{"text":"But it was you, a man my equal, My companion and my acquaintance.","num":13},{"text":"We took sweet counsel together, And walked to the house of God in the throng.","num":14},{"text":"Let death seize them; Let them go down alive into hell, For wickedness is in their dwellings and among them.","num":15},{"text":"As for me, I will call upon God, And the LORD shall save me.","num":16},{"text":"Evening and morning and at noon I will pray, and cry aloud, And He shall hear my voice.","num":17},{"text":"He has redeemed my soul in peace from the battle that was against me, For there were many against me.","num":18},{"text":"God will hear, and afflict them, Even He who abides from of old.Selah Because they do not change, Therefore they do not fear God.","num":19},{"text":"He has put forth his hands against those who were at peace with him; He has broken his covenant.","num":20},{"text":"The words of his mouth were smoother than butter, But war was in his heart; His words were softer than oil, Yet they were drawn swords.","num":21},{"text":"Cast your burden on the LORD, And He shall sustain you; He shall never permit the righteous to be moved.","num":22},{"text":"But You, O God, shall bring them down to the pit of destruction; Bloodthirsty and deceitful men shall not live out half their days; But I will trust in You.","num":23}],"num":55},{"verses":[{"text":"Be merciful to me, O God, for man would swallow me up; Fighting all day he oppresses me.","num":1},{"text":"My enemies would hound me all day, For there are many who fight against me, O Most High.","num":2},{"text":"Whenever I am afraid, I will trust in You.","num":3},{"text":"In God (I will praise His word), In God I have put my trust; I will not fear. What can flesh do to me?","num":4},{"text":"All day they twist my words; All their thoughts are against me for evil.","num":5},{"text":"They gather together, They hide, they mark my steps, When they lie in wait for my life.","num":6},{"text":"Shall they escape by iniquity? In anger cast down the peoples, O God!","num":7},{"text":"You number my wanderings; Put my tears into Your bottle; Are they not in Your book?","num":8},{"text":"When I cry out to You, Then my enemies will turn back; This I know, because God is for me.","num":9},{"text":"In God (I will praise His word), In the LORD (I will praise His word),","num":10},{"text":"In God I have put my trust; I will not be afraid. What can man do to me?","num":11},{"text":"Vows made to You are binding upon me, O God; I will render praises to You,","num":12},{"text":"For You have delivered my soul from death. Have You not kept my feet from falling, That I may walk before God In the light of the living?","num":13}],"num":56},{"verses":[{"text":"Be merciful to me, O God, be merciful to me! For my soul trusts in You; And in the shadow of Your wings I will make my refuge, Until these calamities have passed by.","num":1},{"text":"I will cry out to God Most High, To God who performs all things for me.","num":2},{"text":"He shall send from heaven and save me; He reproaches the one who would swallow me up.Selah God shall send forth His mercy and His truth.","num":3},{"text":"My soul is among lions; I lie among the sons of men Who are set on fire, Whose teeth are spears and arrows, And their tongue a sharp sword.","num":4},{"text":"Be exalted, O God, above the heavens; Let Your glory be above all the earth.","num":5},{"text":"They have prepared a net for my steps; My soul is bowed down; They have dug a pit before me; Into the midst of it they themselves have fallen.Selah","num":6},{"text":"My heart is steadfast, O God, my heart is steadfast; I will sing and give praise.","num":7},{"text":"Awake, my glory! Awake, lute and harp! I will awaken the dawn.","num":8},{"text":"I will praise You, O Lord, among the peoples; I will sing to You among the nations.","num":9},{"text":"For Your mercy reaches unto the heavens, And Your truth unto the clouds.","num":10},{"text":"Be exalted, O God, above the heavens; Let Your glory be above all the earth.","num":11}],"num":57},{"verses":[{"text":"Do you indeed speak righteousness, you silent ones? Do you judge uprightly, you sons of men?","num":1},{"text":"No, in heart you work wickedness; You weigh out the violence of your hands in the earth.","num":2},{"text":"The wicked are estranged from the womb; They go astray as soon as they are born, speaking lies.","num":3},{"text":"Their poison is like the poison of a serpent; They are like the deaf cobra that stops its ear,","num":4},{"text":"Which will not heed the voice of charmers, Charming ever so skillfully.","num":5},{"text":"Break their teeth in their mouth, O God! Break out the fangs of the young lions, O LORD!","num":6},{"text":"Let them flow away as waters which run continually; When he bends his bow, Let his arrows be as if cut in pieces.","num":7},{"text":"Let them be like a snail which melts away as it goes, Like a stillborn child of a woman, that they may not see the sun.","num":8},{"text":"Before your pots can feel the burning thorns, He shall take them away as with a whirlwind, As in His living and burning wrath.","num":9},{"text":"The righteous shall rejoice when he sees the vengeance; He shall wash his feet in the blood of the wicked,","num":10},{"text":"So that men will say, \"Surely there is a reward for the righteous; Surely He is God who judges in the earth.\"","num":11}],"num":58},{"verses":[{"text":"Deliver me from my enemies, O my God; Defend me from those who rise up against me.","num":1},{"text":"Deliver me from the workers of iniquity, And save me from bloodthirsty men.","num":2},{"text":"For look, they lie in wait for my life; The mighty gather against me, Not for my transgression nor for my sin, O LORD.","num":3},{"text":"They run and prepare themselves through no fault of mine. Awake to help me, and behold!","num":4},{"text":"You therefore, O LORD God of hosts, the God of Israel, Awake to punish all the nations; Do not be merciful to any wicked transgressors.Selah","num":5},{"text":"At evening they return, They growl like a dog, And go all around the city.","num":6},{"text":"Indeed, they belch with their mouth; Swords are in their lips; For they say, \"Who hears?\"","num":7},{"text":"But You, O LORD, shall laugh at them; You shall have all the nations in derision.","num":8},{"text":"I will wait for You, O You his Strength; For God is my defense.","num":9},{"text":"My God of mercy shall come to meet me; God shall let me see my desire on my enemies.","num":10},{"text":"Do not slay them, lest my people forget; Scatter them by Your power, And bring them down, O Lord our shield.","num":11},{"text":"For the sin of their mouth and the words of their lips, Let them even be taken in their pride, And for the cursing and lying which they speak.","num":12},{"text":"Consume them in wrath, consume them, That they may not be; And let them know that God rules in Jacob To the ends of the earth.Selah","num":13},{"text":"And at evening they return, They growl like a dog, And go all around the city.","num":14},{"text":"They wander up and down for food, And howl if they are not satisfied.","num":15},{"text":"But I will sing of Your power; Yes, I will sing aloud of Your mercy in the morning; For You have been my defense And refuge in the day of my trouble.","num":16},{"text":"To You, O my Strength, I will sing praises; For God is my defense, My God of mercy.","num":17}],"num":59},{"verses":[{"text":"O God, You have cast us off; You have broken us down; You have been displeased; Oh, restore us again!","num":1},{"text":"You have made the earth tremble; You have broken it; Heal its breaches, for it is shaking.","num":2},{"text":"You have shown Your people hard things; You have made us drink the wine of confusion.","num":3},{"text":"You have given a banner to those who fear You, That it may be displayed because of the truth.Selah","num":4},{"text":"That Your beloved may be delivered, Save with Your right hand, and hear me.","num":5},{"text":"God has spoken in His holiness: \"I will rejoice; I will divide Shechem And measure out the Valley of Succoth.","num":6},{"text":"Gilead is Mine, and Manasseh is Mine; Ephraim also is the helmet for My head; Judah is My lawgiver.","num":7},{"text":"Moab is My washpot; Over Edom I will cast My shoe; Philistia, shout in triumph because of Me.\"","num":8},{"text":"Who will bring me to the strong city? Who will lead me to Edom?","num":9},{"text":"Is it not You, O God, who cast us off? And You, O God, who did not go out with our armies?","num":10},{"text":"Give us help from trouble, For the help of man is useless.","num":11},{"text":"Through God we will do valiantly, For it is He who shall tread down our enemies.","num":12}],"num":60},{"verses":[{"text":"Hear my cry, O God; Attend to my prayer.","num":1},{"text":"From the end of the earth I will cry to You, When my heart is overwhelmed; Lead me to the rock that is higher than I.","num":2},{"text":"For You have been a shelter for me, A strong tower from the enemy.","num":3},{"text":"I will abide in Your tabernacle forever; I will trust in the shelter of Your wings.Selah","num":4},{"text":"For You, O God, have heard my vows; You have given me the heritage of those who fear Your name.","num":5},{"text":"You will prolong the king's life, His years as many generations.","num":6},{"text":"He shall abide before God forever. Oh, prepare mercy and truth, which may preserve him!","num":7},{"text":"So I will sing praise to Your name forever, That I may daily perform my vows.","num":8}],"num":61},{"verses":[{"text":"Truly my soul silently waits for God; From Him comes my salvation.","num":1},{"text":"He only is my rock and my salvation; He is my defense; I shall not be greatly moved.","num":2},{"text":"How long will you attack a man? You shall be slain, all of you, Like a leaning wall and a tottering fence.","num":3},{"text":"They only consult to cast him down from his high position; They delight in lies; They bless with their mouth, But they curse inwardly.Selah","num":4},{"text":"My soul, wait silently for God alone, For my expectation is from Him.","num":5},{"text":"He only is my rock and my salvation; He is my defense; I shall not be moved.","num":6},{"text":"In God is my salvation and my glory; The rock of my strength, And my refuge, is in God.","num":7},{"text":"Trust in Him at all times, you people; Pour out your heart before Him; God is a refuge for us.Selah","num":8},{"text":"Surely men of low degree are a vapor, Men of high degree are a lie; If they are weighed on the scales, They are altogether lighter than vapor.","num":9},{"text":"Do not trust in oppression, Nor vainly hope in robbery; If riches increase, Do not set your heart on them.","num":10},{"text":"God has spoken once, Twice I have heard this: That power belongs to God.","num":11},{"text":"Also to You, O Lord, belongs mercy; For You render to each one according to his work.","num":12}],"num":62},{"verses":[{"text":"O God, You are my God; Early will I seek You; My soul thirsts for You; My flesh longs for You In a dry and thirsty land Where there is no water.","num":1},{"text":"So I have looked for You in the sanctuary, To see Your power and Your glory.","num":2},{"text":"Because Your lovingkindness is better than life, My lips shall praise You.","num":3},{"text":"Thus I will bless You while I live; I will lift up my hands in Your name.","num":4},{"text":"My soul shall be satisfied as with marrow and fatness, And my mouth shall praise You with joyful lips.","num":5},{"text":"When I remember You on my bed, I meditate on You in the night watches.","num":6},{"text":"Because You have been my help, Therefore in the shadow of Your wings I will rejoice.","num":7},{"text":"My soul follows close behind You; Your right hand upholds me.","num":8},{"text":"But those who seek my life, to destroy it, Shall go into the lower parts of the earth.","num":9},{"text":"They shall fall by the sword; They shall be a portion for jackals.","num":10},{"text":"But the king shall rejoice in God; Everyone who swears by Him shall glory; But the mouth of those who speak lies shall be stopped.","num":11}],"num":63},{"verses":[{"text":"Hear my voice, O God, in my meditation; Preserve my life from fear of the enemy.","num":1},{"text":"Hide me from the secret plots of the wicked, From the rebellion of the workers of iniquity,","num":2},{"text":"Who sharpen their tongue like a sword, And bend their bows to shoot their arrows--bitter words,","num":3},{"text":"That they may shoot in secret at the blameless; Suddenly they shoot at him and do not fear.","num":4},{"text":"They encourage themselves in an evil matter; They talk of laying snares secretly; They say, \"Who will see them?\"","num":5},{"text":"They devise iniquities: \"We have perfected a shrewd scheme.\" Both the inward thought and the heart of man are deep.","num":6},{"text":"But God shall shoot at them with an arrow; Suddenly they shall be wounded.","num":7},{"text":"So He will make them stumble over their own tongue; All who see them shall flee away.","num":8},{"text":"All men shall fear, And shall declare the work of God; For they shall wisely consider His doing.","num":9},{"text":"The righteous shall be glad in the LORD, and trust in Him. And all the upright in heart shall glory.","num":10}],"num":64},{"verses":[{"text":"Praise is awaiting You, O God, in Zion; And to You the vow shall be performed.","num":1},{"text":"O You who hear prayer, To You all flesh will come.","num":2},{"text":"Iniquities prevail against me; As for our transgressions, You will provide atonement for them.","num":3},{"text":"Blessed is the man You choose, And cause to approach You, That he may dwell in Your courts. We shall be satisfied with the goodness of Your house, Of Your holy temple.","num":4},{"text":"By awesome deeds in righteousness You will answer us, O God of our salvation, You who are the confidence of all the ends of the earth, And of the far-off seas;","num":5},{"text":"Who established the mountains by His strength, Being clothed with power;","num":6},{"text":"You who still the noise of the seas, The noise of their waves, And the tumult of the peoples.","num":7},{"text":"They also who dwell in the farthest parts are afraid of Your signs; You make the outgoings of the morning and evening rejoice.","num":8},{"text":"You visit the earth and water it, You greatly enrich it; The river of God is full of water; You provide their grain, For so You have prepared it.","num":9},{"text":"You water its ridges abundantly, You settle its furrows; You make it soft with showers, You bless its growth.","num":10},{"text":"You crown the year with Your goodness, And Your paths drip with abundance.","num":11},{"text":"They drop on the pastures of the wilderness, And the little hills rejoice on every side.","num":12},{"text":"The pastures are clothed with flocks; The valleys also are covered with grain; They shout for joy, they also sing.","num":13}],"num":65},{"verses":[{"text":"Make a joyful shout to God, all the earth!","num":1},{"text":"Sing out the honor of His name; Make His praise glorious.","num":2},{"text":"Say to God, \"How awesome are Your works! Through the greatness of Your power Your enemies shall submit themselves to You.","num":3},{"text":"All the earth shall worship You And sing praises to You; They shall sing praises to Your name.\"Selah","num":4},{"text":"Come and see the works of God; He is awesome in His doing toward the sons of men.","num":5},{"text":"He turned the sea into dry land; They went through the river on foot. There we will rejoice in Him.","num":6},{"text":"He rules by His power forever; His eyes observe the nations; Do not let the rebellious exalt themselves.Selah","num":7},{"text":"Oh, bless our God, you peoples! And make the voice of His praise to be heard,","num":8},{"text":"Who keeps our soul among the living, And does not allow our feet to be moved.","num":9},{"text":"For You, O God, have tested us; You have refined us as silver is refined.","num":10},{"text":"You brought us into the net; You laid affliction on our backs.","num":11},{"text":"You have caused men to ride over our heads; We went through fire and through water; But You brought us out to rich fulfillment.","num":12},{"text":"I will go into Your house with burnt offerings; I will pay You my vows,","num":13},{"text":"Which my lips have uttered And my mouth has spoken when I was in trouble.","num":14},{"text":"I will offer You burnt sacrifices of fat animals, With the sweet aroma of rams; I will offer bulls with goats.Selah","num":15},{"text":"Come and hear, all you who fear God, And I will declare what He has done for my soul.","num":16},{"text":"I cried to Him with my mouth, And He was extolled with my tongue.","num":17},{"text":"If I regard iniquity in my heart, The Lord will not hear.","num":18},{"text":"But certainly God has heard me; He has attended to the voice of my prayer.","num":19},{"text":"Blessed be God, Who has not turned away my prayer, Nor His mercy from me!","num":20}],"num":66},{"verses":[{"text":"God be merciful to us and bless us, And cause His face to shine upon us,Selah","num":1},{"text":"That Your way may be known on earth, Your salvation among all nations.","num":2},{"text":"Let the peoples praise You, O God; Let all the peoples praise You.","num":3},{"text":"Oh, let the nations be glad and sing for joy! For You shall judge the people righteously, And govern the nations on earth.Selah","num":4},{"text":"Let the peoples praise You, O God; Let all the peoples praise You.","num":5},{"text":"Then the earth shall yield her increase; God, our own God, shall bless us.","num":6},{"text":"God shall bless us, And all the ends of the earth shall fear Him.","num":7}],"num":67},{"verses":[{"text":"Let God arise, Let His enemies be scattered; Let those also who hate Him flee before Him.","num":1},{"text":"As smoke is driven away, So drive them away; As wax melts before the fire, So let the wicked perish at the presence of God.","num":2},{"text":"But let the righteous be glad; Let them rejoice before God; Yes, let them rejoice exceedingly.","num":3},{"text":"Sing to God, sing praises to His name; Extol Him who rides on the clouds, By His name YAH, And rejoice before Him.","num":4},{"text":"A father of the fatherless, a defender of widows, Is God in His holy habitation.","num":5},{"text":"God sets the solitary in families; He brings out those who are bound into prosperity; But the rebellious dwell in a dry land.","num":6},{"text":"O God, when You went out before Your people, When You marched through the wilderness,Selah","num":7},{"text":"The earth shook; The heavens also dropped rain at the presence of God; Sinai itself was moved at the presence of God, the God of Israel.","num":8},{"text":"You, O God, sent a plentiful rain, Whereby You confirmed Your inheritance, When it was weary.","num":9},{"text":"Your congregation dwelt in it; You, O God, provided from Your goodness for the poor.","num":10},{"text":"The Lord gave the word; Great was the company of those who proclaimed it:","num":11},{"text":"\"Kings of armies flee, they flee, And she who remains at home divides the spoil.","num":12},{"text":"Though you lie down among the sheepfolds, You will be like the wings of a dove covered with silver, And her feathers with yellow gold.\"","num":13},{"text":"When the Almighty scattered kings in it, It was white as snow in Zalmon.","num":14},{"text":"A mountain of God is the mountain of Bashan; A mountain of many peaks is the mountain of Bashan.","num":15},{"text":"Why do you fume with envy, you mountains of many peaks? This is the mountain which God desires to dwell in; Yes, the LORD will dwell in it forever.","num":16},{"text":"The chariots of God are twenty thousand, Even thousands of thousands; The Lord is among them as in Sinai, in the Holy Place.","num":17},{"text":"You have ascended on high, You have led captivity captive; You have received gifts among men, Even from the rebellious, That the LORD God might dwell there.","num":18},{"text":"Blessed be the Lord, Who daily loads us with benefits, The God of our salvation!Selah","num":19},{"text":"Our God is the God of salvation; And to GOD the Lord belong escapes from death.","num":20},{"text":"But God will wound the head of His enemies, The hairy scalp of the one who still goes on in his trespasses.","num":21},{"text":"The Lord said, \"I will bring back from Bashan, I will bring them back from the depths of the sea,","num":22},{"text":"That your foot may crush them in blood, And the tongues of your dogs may have their portion from your enemies.\"","num":23},{"text":"They have seen Your procession, O God, The procession of my God, my King, into the sanctuary.","num":24},{"text":"The singers went before, the players on instruments followed after; Among them were the maidens playing timbrels.","num":25},{"text":"Bless God in the congregations, The Lord, from the fountain of Israel.","num":26},{"text":"There is little Benjamin, their leader, The princes of Judah and their company, The princes of Zebulun and the princes of Naphtali.","num":27},{"text":"Your God has commanded your strength; Strengthen, O God, what You have done for us.","num":28},{"text":"Because of Your temple at Jerusalem, Kings will bring presents to You.","num":29},{"text":"Rebuke the beasts of the reeds, The herd of bulls with the calves of the peoples, Till everyone submits himself with pieces of silver. Scatter the peoples who delight in war.","num":30},{"text":"Envoys will come out of Egypt; Ethiopia will quickly stretch out her hands to God.","num":31},{"text":"Sing to God, you kingdoms of the earth; Oh, sing praises to the Lord,Selah","num":32},{"text":"To Him who rides on the heaven of heavens, which were of old! Indeed, He sends out His voice, a mighty voice.","num":33},{"text":"Ascribe strength to God; His excellence is over Israel, And His strength is in the clouds.","num":34},{"text":"O God, You are more awesome than Your holy places. The God of Israel is He who gives strength and power to His people. Blessed be God!","num":35}],"num":68},{"verses":[{"text":"Save me, O God! For the waters have come up to my neck.","num":1},{"text":"I sink in deep mire, Where there is no standing; I have come into deep waters, Where the floods overflow me.","num":2},{"text":"I am weary with my crying; My throat is dry; My eyes fail while I wait for my God.","num":3},{"text":"Those who hate me without a cause Are more than the hairs of my head; They are mighty who would destroy me, Being my enemies wrongfully; Though I have stolen nothing, I still must restore it.","num":4},{"text":"O God, You know my foolishness; And my sins are not hidden from You.","num":5},{"text":"Let not those who wait for You, O Lord GOD of hosts, be ashamed because of me; Let not those who seek You be confounded because of me, O God of Israel.","num":6},{"text":"Because for Your sake I have borne reproach; Shame has covered my face.","num":7},{"text":"I have become a stranger to my brothers, And an alien to my mother's children;","num":8},{"text":"Because zeal for Your house has eaten me up, And the reproaches of those who reproach You have fallen on me.","num":9},{"text":"When I wept and chastened my soul with fasting, That became my reproach.","num":10},{"text":"I also made sackcloth my garment; I became a byword to them.","num":11},{"text":"Those who sit in the gate speak against me, And I am the song of the drunkards.","num":12},{"text":"But as for me, my prayer is to You, O LORD, in the acceptable time; O God, in the multitude of Your mercy, Hear me in the truth of Your salvation.","num":13},{"text":"Deliver me out of the mire, And let me not sink; Let me be delivered from those who hate me, And out of the deep waters.","num":14},{"text":"Let not the floodwater overflow me, Nor let the deep swallow me up; And let not the pit shut its mouth on me.","num":15},{"text":"Hear me, O LORD, for Your lovingkindness is good; Turn to me according to the multitude of Your tender mercies.","num":16},{"text":"And do not hide Your face from Your servant, For I am in trouble; Hear me speedily.","num":17},{"text":"Draw near to my soul, and redeem it; Deliver me because of my enemies.","num":18},{"text":"You know my reproach, my shame, and my dishonor; My adversaries are all before You.","num":19},{"text":"Reproach has broken my heart, And I am full of heaviness; I looked for someone to take pity, but there was none; And for comforters, but I found none.","num":20},{"text":"They also gave me gall for my food, And for my thirst they gave me vinegar to drink.","num":21},{"text":"Let their table become a snare before them, And their well-being a trap.","num":22},{"text":"Let their eyes be darkened, so that they do not see; And make their loins shake continually.","num":23},{"text":"Pour out Your indignation upon them, And let Your wrathful anger take hold of them.","num":24},{"text":"Let their dwelling place be desolate; Let no one live in their tents.","num":25},{"text":"For they persecute the ones You have struck, And talk of the grief of those You have wounded.","num":26},{"text":"Add iniquity to their iniquity, And let them not come into Your righteousness.","num":27},{"text":"Let them be blotted out of the book of the living, And not be written with the righteous.","num":28},{"text":"But I am poor and sorrowful; Let Your salvation, O God, set me up on high.","num":29},{"text":"I will praise the name of God with a song, And will magnify Him with thanksgiving.","num":30},{"text":"This also shall please the LORD better than an ox or bull, Which has horns and hooves.","num":31},{"text":"The humble shall see this and be glad; And you who seek God, your hearts shall live.","num":32},{"text":"For the LORD hears the poor, And does not despise His prisoners.","num":33},{"text":"Let heaven and earth praise Him, The seas and everything that moves in them.","num":34},{"text":"For God will save Zion And build the cities of Judah, That they may dwell there and possess it.","num":35},{"text":"Also, the descendants of His servants shall inherit it, And those who love His name shall dwell in it.","num":36}],"num":69},{"verses":[{"text":"Make haste, O God, to deliver me! Make haste to help me, O LORD!","num":1},{"text":"Let them be ashamed and confounded Who seek my life; Let them be turned back and confused Who desire my hurt.","num":2},{"text":"Let them be turned back because of their shame, Who say, \"Aha, aha!\"","num":3},{"text":"Let all those who seek You rejoice and be glad in You; And let those who love Your salvation say continually, \"Let God be magnified!\"","num":4},{"text":"But I am poor and needy; Make haste to me, O God! You are my help and my deliverer; O LORD, do not delay.","num":5}],"num":70},{"verses":[{"text":"In You, O LORD, I put my trust; Let me never be put to shame.","num":1},{"text":"Deliver me in Your righteousness, and cause me to escape; Incline Your ear to me, and save me.","num":2},{"text":"Be my strong refuge, To which I may resort continually; You have given the commandment to save me, For You are my rock and my fortress.","num":3},{"text":"Deliver me, O my God, out of the hand of the wicked, Out of the hand of the unrighteous and cruel man.","num":4},{"text":"For You are my hope, O Lord GOD; You are my trust from my youth.","num":5},{"text":"By You I have been upheld from birth; You are He who took me out of my mother's womb. My praise shall be continually of You.","num":6},{"text":"I have become as a wonder to many, But You are my strong refuge.","num":7},{"text":"Let my mouth be filled with Your praise And with Your glory all the day.","num":8},{"text":"Do not cast me off in the time of old age; Do not forsake me when my strength fails.","num":9},{"text":"For my enemies speak against me; And those who lie in wait for my life take counsel together,","num":10},{"text":"Saying, \"God has forsaken him; Pursue and take him, for there is none to deliver him.\"","num":11},{"text":"O God, do not be far from me; O my God, make haste to help me!","num":12},{"text":"Let them be confounded and consumed Who are adversaries of my life; Let them be covered with reproach and dishonor Who seek my hurt.","num":13},{"text":"But I will hope continually, And will praise You yet more and more.","num":14},{"text":"My mouth shall tell of Your righteousness And Your salvation all the day, For I do not know their limits.","num":15},{"text":"I will go in the strength of the Lord GOD; I will make mention of Your righteousness, of Yours only.","num":16},{"text":"O God, You have taught me from my youth; And to this day I declare Your wondrous works.","num":17},{"text":"Now also when I am old and grayheaded, O God, do not forsake me, Until I declare Your strength to this generation, Your power to everyone who is to come.","num":18},{"text":"Also Your righteousness, O God, is very high, You who have done great things; O God, who is like You?","num":19},{"text":"You, who have shown me great and severe troubles, Shall revive me again, And bring me up again from the depths of the earth.","num":20},{"text":"You shall increase my greatness, And comfort me on every side.","num":21},{"text":"Also with the lute I will praise You-- And Your faithfulness, O my God! To You I will sing with the harp, O Holy One of Israel.","num":22},{"text":"My lips shall greatly rejoice when I sing to You, And my soul, which You have redeemed.","num":23},{"text":"My tongue also shall talk of Your righteousness all the day long; For they are confounded, For they are brought to shame Who seek my hurt.","num":24}],"num":71},{"verses":[{"text":"Give the king Your judgments, O God, And Your righteousness to the king's Son.","num":1},{"text":"He will judge Your people with righteousness, And Your poor with justice.","num":2},{"text":"The mountains will bring peace to the people, And the little hills, by righteousness.","num":3},{"text":"He will bring justice to the poor of the people; He will save the children of the needy, And will break in pieces the oppressor.","num":4},{"text":"They shall fear You As long as the sun and moon endure, Throughout all generations.","num":5},{"text":"He shall come down like rain upon the grass before mowing, Like showers that water the earth.","num":6},{"text":"In His days the righteous shall flourish, And abundance of peace, Until the moon is no more.","num":7},{"text":"He shall have dominion also from sea to sea, And from the River to the ends of the earth.","num":8},{"text":"Those who dwell in the wilderness will bow before Him, And His enemies will lick the dust.","num":9},{"text":"The kings of Tarshish and of the isles Will bring presents; The kings of Sheba and Seba Will offer gifts.","num":10},{"text":"Yes, all kings shall fall down before Him; All nations shall serve Him.","num":11},{"text":"For He will deliver the needy when he cries, The poor also, and him who has no helper.","num":12},{"text":"He will spare the poor and needy, And will save the souls of the needy.","num":13},{"text":"He will redeem their life from oppression and violence; And precious shall be their blood in His sight.","num":14},{"text":"And He shall live; And the gold of Sheba will be given to Him; Prayer also will be made for Him continually, And daily He shall be praised.","num":15},{"text":"There will be an abundance of grain in the earth, On the top of the mountains; Its fruit shall wave like Lebanon; And those of the city shall flourish like grass of the earth.","num":16},{"text":"His name shall endure forever; His name shall continue as long as the sun. And men shall be blessed in Him; All nations shall call Him blessed.","num":17},{"text":"Blessed be the LORD God, the God of Israel, Who only does wondrous things!","num":18},{"text":"And blessed be His glorious name forever! And let the whole earth be filled with His glory. Amen and Amen.","num":19},{"text":"The prayers of David the son of Jesse are ended.","num":20}],"num":72},{"verses":[{"text":"Truly God is good to Israel, To such as are pure in heart.","num":1},{"text":"But as for me, my feet had almost stumbled; My steps had nearly slipped.","num":2},{"text":"For I was envious of the boastful, When I saw the prosperity of the wicked.","num":3},{"text":"For there are no pangs in their death, But their strength is firm.","num":4},{"text":"They are not in trouble as other men, Nor are they plagued like other men.","num":5},{"text":"Therefore pride serves as their necklace; Violence covers them like a garment.","num":6},{"text":"Their eyes bulge with abundance; They have more than heart could wish.","num":7},{"text":"They scoff and speak wickedly concerning oppression; They speak loftily.","num":8},{"text":"They set their mouth against the heavens, And their tongue walks through the earth.","num":9},{"text":"Therefore his people return here, And waters of a full cup are drained by them.","num":10},{"text":"And they say, \"How does God know? And is there knowledge in the Most High?\"","num":11},{"text":"Behold, these are the ungodly, Who are always at ease; They increase in riches.","num":12},{"text":"Surely I have cleansed my heart in vain, And washed my hands in innocence.","num":13},{"text":"For all day long I have been plagued, And chastened every morning.","num":14},{"text":"If I had said, \"I will speak thus,\" Behold, I would have been untrue to the generation of Your children.","num":15},{"text":"When I thought how to understand this, It was too painful for me--","num":16},{"text":"Until I went into the sanctuary of God; Then I understood their end.","num":17},{"text":"Surely You set them in slippery places; You cast them down to destruction.","num":18},{"text":"Oh, how they are brought to desolation, as in a moment! They are utterly consumed with terrors.","num":19},{"text":"As a dream when one awakes, So, Lord, when You awake, You shall despise their image.","num":20},{"text":"Thus my heart was grieved, And I was vexed in my mind.","num":21},{"text":"I was so foolish and ignorant; I was like a beast before You.","num":22},{"text":"Nevertheless I am continually with You; You hold me by my right hand.","num":23},{"text":"You will guide me with Your counsel, And afterward receive me to glory.","num":24},{"text":"Whom have I in heaven but You? And there is none upon earth that I desire besides You.","num":25},{"text":"My flesh and my heart fail; But God is the strength of my heart and my portion forever.","num":26},{"text":"For indeed, those who are far from You shall perish; You have destroyed all those who desert You for harlotry.","num":27},{"text":"But it is good for me to draw near to God; I have put my trust in the Lord GOD, That I may declare all Your works.","num":28}],"num":73},{"verses":[{"text":"O God, why have You cast us off forever? Why does Your anger smoke against the sheep of Your pasture?","num":1},{"text":"Remember Your congregation, which You have purchased of old, The tribe of Your inheritance, which You have redeemed-- This Mount Zion where You have dwelt.","num":2},{"text":"Lift up Your feet to the perpetual desolations. The enemy has damaged everything in the sanctuary.","num":3},{"text":"Your enemies roar in the midst of Your meeting place; They set up their banners for signs.","num":4},{"text":"They seem like men who lift up Axes among the thick trees.","num":5},{"text":"And now they break down its carved work, all at once, With axes and hammers.","num":6},{"text":"They have set fire to Your sanctuary; They have defiled the dwelling place of Your name to the ground.","num":7},{"text":"They said in their hearts, \"Let us destroy them altogether.\" They have burned up all the meeting places of God in the land.","num":8},{"text":"We do not see our signs; There is no longer any prophet; Nor is there any among us who knows how long.","num":9},{"text":"O God, how long will the adversary reproach? Will the enemy blaspheme Your name forever?","num":10},{"text":"Why do You withdraw Your hand, even Your right hand? Take it out of Your bosom and destroy them.","num":11},{"text":"For God is my King from of old, Working salvation in the midst of the earth.","num":12},{"text":"You divided the sea by Your strength; You broke the heads of the sea serpents in the waters.","num":13},{"text":"You broke the heads of Leviathan in pieces, And gave him as food to the people inhabiting the wilderness.","num":14},{"text":"You broke open the fountain and the flood; You dried up mighty rivers.","num":15},{"text":"The day is Yours, the night also is Yours; You have prepared the light and the sun.","num":16},{"text":"You have set all the borders of the earth; You have made summer and winter.","num":17},{"text":"Remember this, that the enemy has reproached, O LORD, And that a foolish people has blasphemed Your name.","num":18},{"text":"Oh, do not deliver the life of Your turtledove to the wild beast! Do not forget the life of Your poor forever.","num":19},{"text":"Have respect to the covenant; For the dark places of the earth are full of the haunts of cruelty.","num":20},{"text":"Oh, do not let the oppressed return ashamed! Let the poor and needy praise Your name.","num":21},{"text":"Arise, O God, plead Your own cause; Remember how the foolish man reproaches You daily.","num":22},{"text":"Do not forget the voice of Your enemies; The tumult of those who rise up against You increases continually.","num":23}],"num":74},{"verses":[{"text":"We give thanks to You, O God, we give thanks! For Your wondrous works declare that Your name is near.","num":1},{"text":"\"When I choose the proper time, I will judge uprightly.","num":2},{"text":"The earth and all its inhabitants are dissolved; I set up its pillars firmly.Selah","num":3},{"text":"\"I said to the boastful, \"Do not deal boastfully,' And to the wicked, \"Do not lift up the horn.","num":4},{"text":"Do not lift up your horn on high; Do not speak with a stiff neck.\"'","num":5},{"text":"For exaltation comes neither from the east Nor from the west nor from the south.","num":6},{"text":"But God is the Judge: He puts down one, And exalts another.","num":7},{"text":"For in the hand of the LORD there is a cup, And the wine is red; It is fully mixed, and He pours it out; Surely its dregs shall all the wicked of the earth Drain and drink down.","num":8},{"text":"But I will declare forever, I will sing praises to the God of Jacob.","num":9},{"text":"\"All the horns of the wicked I will also cut off, But the horns of the righteous shall be exalted.\"","num":10}],"num":75},{"verses":[{"text":"In Judah God is known; His name is great in Israel.","num":1},{"text":"In Salem also is His tabernacle, And His dwelling place in Zion.","num":2},{"text":"There He broke the arrows of the bow, The shield and sword of battle.Selah","num":3},{"text":"You are more glorious and excellent Than the mountains of prey.","num":4},{"text":"The stouthearted were plundered; They have sunk into their sleep; And none of the mighty men have found the use of their hands.","num":5},{"text":"At Your rebuke, O God of Jacob, Both the chariot and horse were cast into a dead sleep.","num":6},{"text":"You, Yourself, are to be feared; And who may stand in Your presence When once You are angry?","num":7},{"text":"You caused judgment to be heard from heaven; The earth feared and was still,","num":8},{"text":"When God arose to judgment, To deliver all the oppressed of the earth.Selah","num":9},{"text":"Surely the wrath of man shall praise You; With the remainder of wrath You shall gird Yourself.","num":10},{"text":"Make vows to the LORD your God, and pay them; Let all who are around Him bring presents to Him who ought to be feared.","num":11},{"text":"He shall cut off the spirit of princes; He is awesome to the kings of the earth.","num":12}],"num":76},{"verses":[{"text":"I cried out to God with my voice-- To God with my voice; And He gave ear to me.","num":1},{"text":"In the day of my trouble I sought the Lord; My hand was stretched out in the night without ceasing; My soul refused to be comforted.","num":2},{"text":"I remembered God, and was troubled; I complained, and my spirit was overwhelmed.Selah","num":3},{"text":"You hold my eyelids open; I am so troubled that I cannot speak.","num":4},{"text":"I have considered the days of old, The years of ancient times.","num":5},{"text":"I call to remembrance my song in the night; I meditate within my heart, And my spirit makes diligent search.","num":6},{"text":"Will the Lord cast off forever? And will He be favorable no more?","num":7},{"text":"Has His mercy ceased forever? Has His promise failed forevermore?","num":8},{"text":"Has God forgotten to be gracious? Has He in anger shut up His tender mercies?Selah","num":9},{"text":"And I said, \"This is my anguish; But I will remember the years of the right hand of the Most High.\"","num":10},{"text":"I will remember the works of the LORD; Surely I will remember Your wonders of old.","num":11},{"text":"I will also meditate on all Your work, And talk of Your deeds.","num":12},{"text":"Your way, O God, is in the sanctuary; Who is so great a God as our God?","num":13},{"text":"You are the God who does wonders; You have declared Your strength among the peoples.","num":14},{"text":"You have with Your arm redeemed Your people, The sons of Jacob and Joseph.Selah","num":15},{"text":"The waters saw You, O God; The waters saw You, they were afraid; The depths also trembled.","num":16},{"text":"The clouds poured out water; The skies sent out a sound; Your arrows also flashed about.","num":17},{"text":"The voice of Your thunder was in the whirlwind; The lightnings lit up the world; The earth trembled and shook.","num":18},{"text":"Your way was in the sea, Your path in the great waters, And Your footsteps were not known.","num":19},{"text":"You led Your people like a flock By the hand of Moses and Aaron.","num":20}],"num":77},{"verses":[{"text":"Give ear, O my people, to my law; Incline your ears to the words of my mouth.","num":1},{"text":"I will open my mouth in a parable; I will utter dark sayings of old,","num":2},{"text":"Which we have heard and known, And our fathers have told us.","num":3},{"text":"We will not hide them from their children, Telling to the generation to come the praises of the LORD, And His strength and His wonderful works that He has done.","num":4},{"text":"For He established a testimony in Jacob, And appointed a law in Israel, Which He commanded our fathers, That they should make them known to their children;","num":5},{"text":"That the generation to come might know them, The children who would be born, That they may arise and declare them to their children,","num":6},{"text":"That they may set their hope in God, And not forget the works of God, But keep His commandments;","num":7},{"text":"And may not be like their fathers, A stubborn and rebellious generation, A generation that did not set its heart aright, And whose spirit was not faithful to God.","num":8},{"text":"The children of Ephraim, being armed and carrying bows, Turned back in the day of battle.","num":9},{"text":"They did not keep the covenant of God; They refused to walk in His law,","num":10},{"text":"And forgot His works And His wonders that He had shown them.","num":11},{"text":"Marvelous things He did in the sight of their fathers, In the land of Egypt, in the field of Zoan.","num":12},{"text":"He divided the sea and caused them to pass through; And He made the waters stand up like a heap.","num":13},{"text":"In the daytime also He led them with the cloud, And all the night with a light of fire.","num":14},{"text":"He split the rocks in the wilderness, And gave them drink in abundance like the depths.","num":15},{"text":"He also brought streams out of the rock, And caused waters to run down like rivers.","num":16},{"text":"But they sinned even more against Him By rebelling against the Most High in the wilderness.","num":17},{"text":"And they tested God in their heart By asking for the food of their fancy.","num":18},{"text":"Yes, they spoke against God: They said, \"Can God prepare a table in the wilderness?","num":19},{"text":"Behold, He struck the rock, So that the waters gushed out, And the streams overflowed. Can He give bread also? Can He provide meat for His people?|\"","num":20},{"text":"Therefore the LORD heard this and was furious; So a fire was kindled against Jacob, And anger also came up against Israel,","num":21},{"text":"Because they did not believe in God, And did not trust in His salvation.","num":22},{"text":"Yet He had commanded the clouds above, And opened the doors of heaven,","num":23},{"text":"Had rained down manna on them to eat, And given them of the bread of heaven.","num":24},{"text":"Men ate angels' food; He sent them food to the full.","num":25},{"text":"He caused an east wind to blow in the heavens; And by His power He brought in the south wind.","num":26},{"text":"He also rained meat on them like the dust, Feathered fowl like the sand of the seas;","num":27},{"text":"And He let them fall in the midst of their camp, All around their dwellings.","num":28},{"text":"So they ate and were well filled, For He gave them their own desire.","num":29},{"text":"They were not deprived of their craving; But while their food was still in their mouths,","num":30},{"text":"The wrath of God came against them, And slew the stoutest of them, And struck down the choice men of Israel.","num":31},{"text":"In spite of this they still sinned, And did not believe in His wondrous works.","num":32},{"text":"Therefore their days He consumed in futility, And their years in fear.","num":33},{"text":"When He slew them, then they sought Him; And they returned and sought earnestly for God.","num":34},{"text":"Then they remembered that God was their rock, And the Most High God their Redeemer.","num":35},{"text":"Nevertheless they flattered Him with their mouth, And they lied to Him with their tongue;","num":36},{"text":"For their heart was not steadfast with Him, Nor were they faithful in His covenant.","num":37},{"text":"But He, being full of compassion, forgave their iniquity, And did not destroy them. Yes, many a time He turned His anger away, And did not stir up all His wrath;","num":38},{"text":"For He remembered that they were but flesh, A breath that passes away and does not come again.","num":39},{"text":"How often they provoked Him in the wilderness, And grieved Him in the desert!","num":40},{"text":"Yes, again and again they tempted God, And limited the Holy One of Israel.","num":41},{"text":"They did not remember His power: The day when He redeemed them from the enemy,","num":42},{"text":"When He worked His signs in Egypt, And His wonders in the field of Zoan;","num":43},{"text":"Turned their rivers into blood, And their streams, that they could not drink.","num":44},{"text":"He sent swarms of flies among them, which devoured them, And frogs, which destroyed them.","num":45},{"text":"He also gave their crops to the caterpillar, And their labor to the locust.","num":46},{"text":"He destroyed their vines with hail, And their sycamore trees with frost.","num":47},{"text":"He also gave up their cattle to the hail, And their flocks to fiery lightning.","num":48},{"text":"He cast on them the fierceness of His anger, Wrath, indignation, and trouble, By sending angels of destruction among them.","num":49},{"text":"He made a path for His anger; He did not spare their soul from death, But gave their life over to the plague,","num":50},{"text":"And destroyed all the firstborn in Egypt, The first of their strength in the tents of Ham.","num":51},{"text":"But He made His own people go forth like sheep, And guided them in the wilderness like a flock;","num":52},{"text":"And He led them on safely, so that they did not fear; But the sea overwhelmed their enemies.","num":53},{"text":"And He brought them to His holy border, This mountain which His right hand had acquired.","num":54},{"text":"He also drove out the nations before them, Allotted them an inheritance by survey, And made the tribes of Israel dwell in their tents.","num":55},{"text":"Yet they tested and provoked the Most High God, And did not keep His testimonies,","num":56},{"text":"But turned back and acted unfaithfully like their fathers; They were turned aside like a deceitful bow.","num":57},{"text":"For they provoked Him to anger with their high places, And moved Him to jealousy with their carved images.","num":58},{"text":"When God heard this, He was furious, And greatly abhorred Israel,","num":59},{"text":"So that He forsook the tabernacle of Shiloh, The tent He had placed among men,","num":60},{"text":"And delivered His strength into captivity, And His glory into the enemy's hand.","num":61},{"text":"He also gave His people over to the sword, And was furious with His inheritance.","num":62},{"text":"The fire consumed their young men, And their maidens were not given in marriage.","num":63},{"text":"Their priests fell by the sword, And their widows made no lamentation.","num":64},{"text":"Then the Lord awoke as from sleep, Like a mighty man who shouts because of wine.","num":65},{"text":"And He beat back His enemies; He put them to a perpetual reproach.","num":66},{"text":"Moreover He rejected the tent of Joseph, And did not choose the tribe of Ephraim,","num":67},{"text":"But chose the tribe of Judah, Mount Zion which He loved.","num":68},{"text":"And He built His sanctuary like the heights, Like the earth which He has established forever.","num":69},{"text":"He also chose David His servant, And took him from the sheepfolds;","num":70},{"text":"From following the ewes that had young He brought him, To shepherd Jacob His people, And Israel His inheritance.","num":71},{"text":"So he shepherded them according to the integrity of his heart, And guided them by the skillfulness of his hands.","num":72}],"num":78},{"verses":[{"text":"O God, the nations have come into Your inheritance; Your holy temple they have defiled; They have laid Jerusalem in heaps.","num":1},{"text":"The dead bodies of Your servants They have given as food for the birds of the heavens, The flesh of Your saints to the beasts of the earth.","num":2},{"text":"Their blood they have shed like water all around Jerusalem, And there was no one to bury them.","num":3},{"text":"We have become a reproach to our neighbors, A scorn and derision to those who are around us.","num":4},{"text":"How long, LORD? Will You be angry forever? Will Your jealousy burn like fire?","num":5},{"text":"Pour out Your wrath on the nations that do not know You, And on the kingdoms that do not call on Your name.","num":6},{"text":"For they have devoured Jacob, And laid waste his dwelling place.","num":7},{"text":"Oh, do not remember former iniquities against us! Let Your tender mercies come speedily to meet us, For we have been brought very low.","num":8},{"text":"Help us, O God of our salvation, For the glory of Your name; And deliver us, and provide atonement for our sins, For Your name's sake!","num":9},{"text":"Why should the nations say, \"Where is their God?\" Let there be known among the nations in our sight The avenging of the blood of Your servants which has been shed.","num":10},{"text":"Let the groaning of the prisoner come before You; According to the greatness of Your power Preserve those who are appointed to die;","num":11},{"text":"And return to our neighbors sevenfold into their bosom Their reproach with which they have reproached You, O Lord.","num":12},{"text":"So we, Your people and sheep of Your pasture, Will give You thanks forever; We will show forth Your praise to all generations.","num":13}],"num":79},{"verses":[{"text":"Give ear, O Shepherd of Israel, You who lead Joseph like a flock; You who dwell between the cherubim, shine forth!","num":1},{"text":"Before Ephraim, Benjamin, and Manasseh, Stir up Your strength, And come and save us!","num":2},{"text":"Restore us, O God; Cause Your face to shine, And we shall be saved!","num":3},{"text":"O LORD God of hosts, How long will You be angry Against the prayer of Your people?","num":4},{"text":"You have fed them with the bread of tears, And given them tears to drink in great measure.","num":5},{"text":"You have made us a strife to our neighbors, And our enemies laugh among themselves.","num":6},{"text":"Restore us, O God of hosts; Cause Your face to shine, And we shall be saved!","num":7},{"text":"You have brought a vine out of Egypt; You have cast out the nations, and planted it.","num":8},{"text":"You prepared room for it, And caused it to take deep root, And it filled the land.","num":9},{"text":"The hills were covered with its shadow, And the mighty cedars with its boughs.","num":10},{"text":"She sent out her boughs to the Sea, And her branches to the River.","num":11},{"text":"Why have You broken down her hedges, So that all who pass by the way pluck her fruit?","num":12},{"text":"The boar out of the woods uproots it, And the wild beast of the field devours it.","num":13},{"text":"Return, we beseech You, O God of hosts; Look down from heaven and see, And visit this vine","num":14},{"text":"And the vineyard which Your right hand has planted, And the branch that You made strong for Yourself.","num":15},{"text":"It is burned with fire, it is cut down; They perish at the rebuke of Your countenance.","num":16},{"text":"Let Your hand be upon the man of Your right hand, Upon the son of man whom You made strong for Yourself.","num":17},{"text":"Then we will not turn back from You; Revive us, and we will call upon Your name.","num":18},{"text":"Restore us, O LORD God of hosts; Cause Your face to shine, And we shall be saved!","num":19}],"num":80},{"verses":[{"text":"Sing aloud to God our strength; Make a joyful shout to the God of Jacob.","num":1},{"text":"Raise a song and strike the timbrel, The pleasant harp with the lute.","num":2},{"text":"Blow the trumpet at the time of the New Moon, At the full moon, on our solemn feast day.","num":3},{"text":"For this is a statute for Israel, A law of the God of Jacob.","num":4},{"text":"This He established in Joseph as a testimony, When He went throughout the land of Egypt, Where I heard a language I did not understand.","num":5},{"text":"\"I removed his shoulder from the burden; His hands were freed from the baskets.","num":6},{"text":"You called in trouble, and I delivered you; I answered you in the secret place of thunder; I tested you at the waters of Meribah.Selah","num":7},{"text":"\"Hear, O My people, and I will admonish you! O Israel, if you will listen to Me!","num":8},{"text":"There shall be no foreign god among you; Nor shall you worship any foreign god.","num":9},{"text":"I am the LORD your God, Who brought you out of the land of Egypt; Open your mouth wide, and I will fill it.","num":10},{"text":"\"But My people would not heed My voice, And Israel would have none of Me.","num":11},{"text":"So I gave them over to their own stubborn heart, To walk in their own counsels.","num":12},{"text":"\"Oh, that My people would listen to Me, That Israel would walk in My ways!","num":13},{"text":"I would soon subdue their enemies, And turn My hand against their adversaries.","num":14},{"text":"The haters of the LORD would pretend submission to Him, But their fate would endure forever.","num":15},{"text":"He would have fed them also with the finest of wheat; And with honey from the rock I would have satisfied you.\"","num":16}],"num":81},{"verses":[{"text":"God stands in the congregation of the mighty; He judges among the gods.","num":1},{"text":"How long will you judge unjustly, And show partiality to the wicked?Selah","num":2},{"text":"Defend the poor and fatherless; Do justice to the afflicted and needy.","num":3},{"text":"Deliver the poor and needy; Free them from the hand of the wicked.","num":4},{"text":"They do not know, nor do they understand; They walk about in darkness; All the foundations of the earth are unstable.","num":5},{"text":"I said, \"You are gods, And all of you are children of the Most High.","num":6},{"text":"But you shall die like men, And fall like one of the princes.\"","num":7},{"text":"Arise, O God, judge the earth; For You shall inherit all nations.","num":8}],"num":82},{"verses":[{"text":"Do not keep silent, O God! Do not hold Your peace, And do not be still, O God!","num":1},{"text":"For behold, Your enemies make a tumult; And those who hate You have lifted up their head.","num":2},{"text":"They have taken crafty counsel against Your people, And consulted together against Your sheltered ones.","num":3},{"text":"They have said, \"Come, and let us cut them off from being a nation, That the name of Israel may be remembered no more.\"","num":4},{"text":"For they have consulted together with one consent; They form a confederacy against You:","num":5},{"text":"The tents of Edom and the Ishmaelites; Moab and the Hagrites;","num":6},{"text":"Gebal, Ammon, and Amalek; Philistia with the inhabitants of Tyre;","num":7},{"text":"Assyria also has joined with them; They have helped the children of Lot.Selah","num":8},{"text":"Deal with them as with Midian, As with Sisera, As with Jabin at the Brook Kishon,","num":9},{"text":"Who perished at En Dor, Who became as refuse on the earth.","num":10},{"text":"Make their nobles like Oreb and like Zeeb, Yes, all their princes like Zebah and Zalmunna,","num":11},{"text":"Who said, \"Let us take for ourselves The pastures of God for a possession.\"","num":12},{"text":"O my God, make them like the whirling dust, Like the chaff before the wind!","num":13},{"text":"As the fire burns the woods, And as the flame sets the mountains on fire,","num":14},{"text":"So pursue them with Your tempest, And frighten them with Your storm.","num":15},{"text":"Fill their faces with shame, That they may seek Your name, O LORD.","num":16},{"text":"Let them be confounded and dismayed forever; Yes, let them be put to shame and perish,","num":17},{"text":"That they may know that You, whose name alone is the LORD, Are the Most High over all the earth.","num":18}],"num":83},{"verses":[{"text":"How lovely is Your tabernacle, O LORD of hosts!","num":1},{"text":"My soul longs, yes, even faints For the courts of the LORD; My heart and my flesh cry out for the living God.","num":2},{"text":"Even the sparrow has found a home, And the swallow a nest for herself, Where she may lay her young-- Even Your altars, O LORD of hosts, My King and my God.","num":3},{"text":"Blessed are those who dwell in Your house; They will still be praising You.Selah","num":4},{"text":"Blessed is the man whose strength is in You, Whose heart is set on pilgrimage.","num":5},{"text":"As they pass through the Valley of Baca, They make it a spring; The rain also covers it with pools.","num":6},{"text":"They go from strength to strength; Each one appears before God in Zion.","num":7},{"text":"O LORD God of hosts, hear my prayer; Give ear, O God of Jacob!Selah","num":8},{"text":"O God, behold our shield, And look upon the face of Your anointed.","num":9},{"text":"For a day in Your courts is better than a thousand. I would rather be a doorkeeper in the house of my God Than dwell in the tents of wickedness.","num":10},{"text":"For the LORD God is a sun and shield; The LORD will give grace and glory; No good thing will He withhold From those who walk uprightly.","num":11},{"text":"O LORD of hosts, Blessed is the man who trusts in You!","num":12}],"num":84},{"verses":[{"text":"LORD, You have been favorable to Your land; You have brought back the captivity of Jacob.","num":1},{"text":"You have forgiven the iniquity of Your people; You have covered all their sin.Selah","num":2},{"text":"You have taken away all Your wrath; You have turned from the fierceness of Your anger.","num":3},{"text":"Restore us, O God of our salvation, And cause Your anger toward us to cease.","num":4},{"text":"Will You be angry with us forever? Will You prolong Your anger to all generations?","num":5},{"text":"Will You not revive us again, That Your people may rejoice in You?","num":6},{"text":"Show us Your mercy, LORD, And grant us Your salvation.","num":7},{"text":"I will hear what God the LORD will speak, For He will speak peace To His people and to His saints; But let them not turn back to folly.","num":8},{"text":"Surely His salvation is near to those who fear Him, That glory may dwell in our land.","num":9},{"text":"Mercy and truth have met together; Righteousness and peace have kissed.","num":10},{"text":"Truth shall spring out of the earth, And righteousness shall look down from heaven.","num":11},{"text":"Yes, the LORD will give what is good; And our land will yield its increase.","num":12},{"text":"Righteousness will go before Him, And shall make His footsteps our pathway.","num":13}],"num":85},{"verses":[{"text":"Bow down Your ear, O LORD, hear me; For I am poor and needy.","num":1},{"text":"Preserve my life, for I am holy; You are my God; Save Your servant who trusts in You!","num":2},{"text":"Be merciful to me, O Lord, For I cry to You all day long.","num":3},{"text":"Rejoice the soul of Your servant, For to You, O Lord, I lift up my soul.","num":4},{"text":"For You, Lord, are good, and ready to forgive, And abundant in mercy to all those who call upon You.","num":5},{"text":"Give ear, O LORD, to my prayer; And attend to the voice of my supplications.","num":6},{"text":"In the day of my trouble I will call upon You, For You will answer me.","num":7},{"text":"Among the gods there is none like You, O Lord; Nor are there any works like Your works.","num":8},{"text":"All nations whom You have made Shall come and worship before You, O Lord, And shall glorify Your name.","num":9},{"text":"For You are great, and do wondrous things; You alone are God.","num":10},{"text":"Teach me Your way, O LORD; I will walk in Your truth; Unite my heart to fear Your name.","num":11},{"text":"I will praise You, O Lord my God, with all my heart, And I will glorify Your name forevermore.","num":12},{"text":"For great is Your mercy toward me, And You have delivered my soul from the depths of Sheol.","num":13},{"text":"O God, the proud have risen against me, And a mob of violent men have sought my life, And have not set You before them.","num":14},{"text":"But You, O Lord, are a God full of compassion, and gracious, Longsuffering and abundant in mercy and truth.","num":15},{"text":"Oh, turn to me, and have mercy on me! Give Your strength to Your servant, And save the son of Your maidservant.","num":16},{"text":"Show me a sign for good, That those who hate me may see it and be ashamed, Because You, LORD, have helped me and comforted me.","num":17}],"num":86},{"verses":[{"text":"His foundation is in the holy mountains.","num":1},{"text":"The LORD loves the gates of Zion More than all the dwellings of Jacob.","num":2},{"text":"Glorious things are spoken of you, O city of God!Selah","num":3},{"text":"\"I will make mention of Rahab and Babylon to those who know Me; Behold, O Philistia and Tyre, with Ethiopia: \"This one was born there.'|\"","num":4},{"text":"And of Zion it will be said, \"This one and that one were born in her; And the Most High Himself shall establish her.\"","num":5},{"text":"The LORD will record, When He registers the peoples: \"This one was born there.\"Selah","num":6},{"text":"Both the singers and the players on instruments say, \"All my springs are in you.\"","num":7}],"num":87},{"verses":[{"text":"O LORD, God of my salvation, I have cried out day and night before You.","num":1},{"text":"Let my prayer come before You; Incline Your ear to my cry.","num":2},{"text":"For my soul is full of troubles, And my life draws near to the grave.","num":3},{"text":"I am counted with those who go down to the pit; I am like a man who has no strength,","num":4},{"text":"Adrift among the dead, Like the slain who lie in the grave, Whom You remember no more, And who are cut off from Your hand.","num":5},{"text":"You have laid me in the lowest pit, In darkness, in the depths.","num":6},{"text":"Your wrath lies heavy upon me, And You have afflicted me with all Your waves.Selah","num":7},{"text":"You have put away my acquaintances far from me; You have made me an abomination to them; I am shut up, and I cannot get out;","num":8},{"text":"My eye wastes away because of affliction. LORD, I have called daily upon You; I have stretched out my hands to You.","num":9},{"text":"Will You work wonders for the dead? Shall the dead arise and praise You?Selah","num":10},{"text":"Shall Your lovingkindness be declared in the grave? Or Your faithfulness in the place of destruction?","num":11},{"text":"Shall Your wonders be known in the dark? And Your righteousness in the land of forgetfulness?","num":12},{"text":"But to You I have cried out, O LORD, And in the morning my prayer comes before You.","num":13},{"text":"LORD, why do You cast off my soul? Why do You hide Your face from me?","num":14},{"text":"I have been afflicted and ready to die from my youth; I suffer Your terrors; I am distraught.","num":15},{"text":"Your fierce wrath has gone over me; Your terrors have cut me off.","num":16},{"text":"They came around me all day long like water; They engulfed me altogether.","num":17},{"text":"Loved one and friend You have put far from me, And my acquaintances into darkness.","num":18}],"num":88},{"verses":[{"text":"I will sing of the mercies of the LORD forever; With my mouth will I make known Your faithfulness to all generations.","num":1},{"text":"For I have said, \"Mercy shall be built up forever; Your faithfulness You shall establish in the very heavens.\"","num":2},{"text":"\"I have made a covenant with My chosen, I have sworn to My servant David:","num":3},{"text":"\"Your seed I will establish forever, And build up your throne to all generations.\"'Selah","num":4},{"text":"And the heavens will praise Your wonders, O LORD; Your faithfulness also in the assembly of the saints.","num":5},{"text":"For who in the heavens can be compared to the LORD? Who among the sons of the mighty can be likened to the LORD?","num":6},{"text":"God is greatly to be feared in the assembly of the saints, And to be held in reverence by all those around Him.","num":7},{"text":"O LORD God of hosts, Who is mighty like You, O LORD? Your faithfulness also surrounds You.","num":8},{"text":"You rule the raging of the sea; When its waves rise, You still them.","num":9},{"text":"You have broken Rahab in pieces, as one who is slain; You have scattered Your enemies with Your mighty arm.","num":10},{"text":"The heavens are Yours, the earth also is Yours; The world and all its fullness, You have founded them.","num":11},{"text":"The north and the south, You have created them; Tabor and Hermon rejoice in Your name.","num":12},{"text":"You have a mighty arm; Strong is Your hand, and high is Your right hand.","num":13},{"text":"Righteousness and justice are the foundation of Your throne; Mercy and truth go before Your face.","num":14},{"text":"Blessed are the people who know the joyful sound! They walk, O LORD, in the light of Your countenance.","num":15},{"text":"In Your name they rejoice all day long, And in Your righteousness they are exalted.","num":16},{"text":"For You are the glory of their strength, And in Your favor our horn is exalted.","num":17},{"text":"For our shield belongs to the LORD, And our king to the Holy One of Israel.","num":18},{"text":"Then You spoke in a vision to Your holy one, And said: \"I have given help to one who is mighty; I have exalted one chosen from the people.","num":19},{"text":"I have found My servant David; With My holy oil I have anointed him,","num":20},{"text":"With whom My hand shall be established; Also My arm shall strengthen him.","num":21},{"text":"The enemy shall not outwit him, Nor the son of wickedness afflict him.","num":22},{"text":"I will beat down his foes before his face, And plague those who hate him.","num":23},{"text":"\"But My faithfulness and My mercy shall be with him, And in My name his horn shall be exalted.","num":24},{"text":"Also I will set his hand over the sea, And his right hand over the rivers.","num":25},{"text":"He shall cry to Me, \"You are my Father, My God, and the rock of my salvation.'","num":26},{"text":"Also I will make him My firstborn, The highest of the kings of the earth.","num":27},{"text":"My mercy I will keep for him forever, And My covenant shall stand firm with him.","num":28},{"text":"His seed also I will make to endure forever, And his throne as the days of heaven.","num":29},{"text":"\"If his sons forsake My law And do not walk in My judgments,","num":30},{"text":"If they break My statutes And do not keep My commandments,","num":31},{"text":"Then I will punish their transgression with the rod, And their iniquity with stripes.","num":32},{"text":"Nevertheless My lovingkindness I will not utterly take from him, Nor allow My faithfulness to fail.","num":33},{"text":"My covenant I will not break, Nor alter the word that has gone out of My lips.","num":34},{"text":"Once I have sworn by My holiness; I will not lie to David:","num":35},{"text":"His seed shall endure forever, And his throne as the sun before Me;","num":36},{"text":"It shall be established forever like the moon, Even like the faithful witness in the sky.\"Selah","num":37},{"text":"But You have cast off and abhorred, You have been furious with Your anointed.","num":38},{"text":"You have renounced the covenant of Your servant; You have profaned his crown by casting it to the ground.","num":39},{"text":"You have broken down all his hedges; You have brought his strongholds to ruin.","num":40},{"text":"All who pass by the way plunder him; He is a reproach to his neighbors.","num":41},{"text":"You have exalted the right hand of his adversaries; You have made all his enemies rejoice.","num":42},{"text":"You have also turned back the edge of his sword, And have not sustained him in the battle.","num":43},{"text":"You have made his glory cease, And cast his throne down to the ground.","num":44},{"text":"The days of his youth You have shortened; You have covered him with shame.Selah","num":45},{"text":"How long, LORD? Will You hide Yourself forever? Will Your wrath burn like fire?","num":46},{"text":"Remember how short my time is; For what futility have You created all the children of men?","num":47},{"text":"What man can live and not see death? Can he deliver his life from the power of the grave?Selah","num":48},{"text":"Lord, where are Your former lovingkindnesses, Which You swore to David in Your truth?","num":49},{"text":"Remember, Lord, the reproach of Your servants-- How I bear in my bosom the reproach of all the many peoples,","num":50},{"text":"With which Your enemies have reproached, O LORD, With which they have reproached the footsteps of Your anointed.","num":51},{"text":"Blessed be the LORD forevermore! Amen and Amen.","num":52}],"num":89},{"verses":[{"text":"Lord, You have been our dwelling place in all generations.","num":1},{"text":"Before the mountains were brought forth, Or ever You had formed the earth and the world, Even from everlasting to everlasting, You are God.","num":2},{"text":"You turn man to destruction, And say, \"Return, O children of men.\"","num":3},{"text":"For a thousand years in Your sight Are like yesterday when it is past, And like a watch in the night.","num":4},{"text":"You carry them away like a flood; They are like a sleep. In the morning they are like grass which grows up:","num":5},{"text":"In the morning it flourishes and grows up; In the evening it is cut down and withers.","num":6},{"text":"For we have been consumed by Your anger, And by Your wrath we are terrified.","num":7},{"text":"You have set our iniquities before You, Our secret sins in the light of Your countenance.","num":8},{"text":"For all our days have passed away in Your wrath; We finish our years like a sigh.","num":9},{"text":"The days of our lives are seventy years; And if by reason of strength they are eighty years, Yet their boast is only labor and sorrow; For it is soon cut off, and we fly away.","num":10},{"text":"Who knows the power of Your anger? For as the fear of You, so is Your wrath.","num":11},{"text":"So teach us to number our days, That we may gain a heart of wisdom.","num":12},{"text":"Return, O LORD! How long? And have compassion on Your servants.","num":13},{"text":"Oh, satisfy us early with Your mercy, That we may rejoice and be glad all our days!","num":14},{"text":"Make us glad according to the days in which You have afflicted us, The years in which we have seen evil.","num":15},{"text":"Let Your work appear to Your servants, And Your glory to their children.","num":16},{"text":"And let the beauty of the LORD our God be upon us, And establish the work of our hands for us; Yes, establish the work of our hands.","num":17}],"num":90},{"verses":[{"text":"He who dwells in the secret place of the Most High Shall abide under the shadow of the Almighty.","num":1},{"text":"I will say of the LORD, \"He is my refuge and my fortress; My God, in Him I will trust.\"","num":2},{"text":"Surely He shall deliver you from the snare of the fowler And from the perilous pestilence.","num":3},{"text":"He shall cover you with His feathers, And under His wings you shall take refuge; His truth shall be your shield and buckler.","num":4},{"text":"You shall not be afraid of the terror by night, Nor of the arrow that flies by day,","num":5},{"text":"Nor of the pestilence that walks in darkness, Nor of the destruction that lays waste at noonday.","num":6},{"text":"A thousand may fall at your side, And ten thousand at your right hand; But it shall not come near you.","num":7},{"text":"Only with your eyes shall you look, And see the reward of the wicked.","num":8},{"text":"Because you have made the LORD, who is my refuge, Even the Most High, your dwelling place,","num":9},{"text":"No evil shall befall you, Nor shall any plague come near your dwelling;","num":10},{"text":"For He shall give His angels charge over you, To keep you in all your ways.","num":11},{"text":"In their hands they shall bear you up, Lest you dash your foot against a stone.","num":12},{"text":"You shall tread upon the lion and the cobra, The young lion and the serpent you shall trample underfoot.","num":13},{"text":"\"Because he has set his love upon Me, therefore I will deliver him; I will set him on high, because he has known My name.","num":14},{"text":"He shall call upon Me, and I will answer him; I will be with him in trouble; I will deliver him and honor him.","num":15},{"text":"With long life I will satisfy him, And show him My salvation.\"","num":16}],"num":91},{"verses":[{"text":"It is good to give thanks to the LORD, And to sing praises to Your name, O Most High;","num":1},{"text":"To declare Your lovingkindness in the morning, And Your faithfulness every night,","num":2},{"text":"On an instrument of ten strings, On the lute, And on the harp, With harmonious sound.","num":3},{"text":"For You, LORD, have made me glad through Your work; I will triumph in the works of Your hands.","num":4},{"text":"O LORD, how great are Your works! Your thoughts are very deep.","num":5},{"text":"A senseless man does not know, Nor does a fool understand this.","num":6},{"text":"When the wicked spring up like grass, And when all the workers of iniquity flourish, It is that they may be destroyed forever.","num":7},{"text":"But You, LORD, are on high forevermore.","num":8},{"text":"For behold, Your enemies, O LORD, For behold, Your enemies shall perish; All the workers of iniquity shall be scattered.","num":9},{"text":"But my horn You have exalted like a wild ox; I have been anointed with fresh oil.","num":10},{"text":"My eye also has seen my desire on my enemies; My ears hear my desire on the wicked Who rise up against me.","num":11},{"text":"The righteous shall flourish like a palm tree, He shall grow like a cedar in Lebanon.","num":12},{"text":"Those who are planted in the house of the LORD Shall flourish in the courts of our God.","num":13},{"text":"They shall still bear fruit in old age; They shall be fresh and flourishing,","num":14},{"text":"To declare that the LORD is upright; He is my rock, and there is no unrighteousness in Him.","num":15}],"num":92},{"verses":[{"text":"The LORD reigns, He is clothed with majesty; The LORD is clothed, He has girded Himself with strength. Surely the world is established, so that it cannot be moved.","num":1},{"text":"Your throne is established from of old; You are from everlasting.","num":2},{"text":"The floods have lifted up, O LORD, The floods have lifted up their voice; The floods lift up their waves.","num":3},{"text":"The LORD on high is mightier Than the noise of many waters, Than the mighty waves of the sea.","num":4},{"text":"Your testimonies are very sure; Holiness adorns Your house, O LORD, forever.","num":5}],"num":93},{"verses":[{"text":"O LORD God, to whom vengeance belongs-- O God, to whom vengeance belongs, shine forth!","num":1},{"text":"Rise up, O Judge of the earth; Render punishment to the proud.","num":2},{"text":"LORD, how long will the wicked, How long will the wicked triumph?","num":3},{"text":"They utter speech, and speak insolent things; All the workers of iniquity boast in themselves.","num":4},{"text":"They break in pieces Your people, O LORD, And afflict Your heritage.","num":5},{"text":"They slay the widow and the stranger, And murder the fatherless.","num":6},{"text":"Yet they say, \"The LORD does not see, Nor does the God of Jacob understand.\"","num":7},{"text":"Understand, you senseless among the people; And you fools, when will you be wise?","num":8},{"text":"He who planted the ear, shall He not hear? He who formed the eye, shall He not see?","num":9},{"text":"He who instructs the nations, shall He not correct, He who teaches man knowledge?","num":10},{"text":"The LORD knows the thoughts of man, That they are futile.","num":11},{"text":"Blessed is the man whom You instruct, O LORD, And teach out of Your law,","num":12},{"text":"That You may give him rest from the days of adversity, Until the pit is dug for the wicked.","num":13},{"text":"For the LORD will not cast off His people, Nor will He forsake His inheritance.","num":14},{"text":"But judgment will return to righteousness, And all the upright in heart will follow it.","num":15},{"text":"Who will rise up for me against the evildoers? Who will stand up for me against the workers of iniquity?","num":16},{"text":"Unless the LORD had been my help, My soul would soon have settled in silence.","num":17},{"text":"If I say, \"My foot slips,\" Your mercy, O LORD, will hold me up.","num":18},{"text":"In the multitude of my anxieties within me, Your comforts delight my soul.","num":19},{"text":"Shall the throne of iniquity, which devises evil by law, Have fellowship with You?","num":20},{"text":"They gather together against the life of the righteous, And condemn innocent blood.","num":21},{"text":"But the LORD has been my defense, And my God the rock of my refuge.","num":22},{"text":"He has brought on them their own iniquity, And shall cut them off in their own wickedness; The LORD our God shall cut them off.","num":23}],"num":94},{"verses":[{"text":"Oh come, let us sing to the LORD! Let us shout joyfully to the Rock of our salvation.","num":1},{"text":"Let us come before His presence with thanksgiving; Let us shout joyfully to Him with psalms.","num":2},{"text":"For the LORD is the great God, And the great King above all gods.","num":3},{"text":"In His hand are the deep places of the earth; The heights of the hills are His also.","num":4},{"text":"The sea is His, for He made it; And His hands formed the dry land.","num":5},{"text":"Oh come, let us worship and bow down; Let us kneel before the LORD our Maker.","num":6},{"text":"For He is our God, And we are the people of His pasture, And the sheep of His hand. Today, if you will hear His voice:","num":7},{"text":"\"Do not harden your hearts, as in the rebellion, As in the day of trial in the wilderness,","num":8},{"text":"When your fathers tested Me; They tried Me, though they saw My work.","num":9},{"text":"For forty years I was grieved with that generation, And said, \"It is a people who go astray in their hearts, And they do not know My ways.'","num":10},{"text":"So I swore in My wrath, \"They shall not enter My rest.'|\"","num":11}],"num":95},{"verses":[{"text":"Oh, sing to the LORD a new song! Sing to the LORD, all the earth.","num":1},{"text":"Sing to the LORD, bless His name; Proclaim the good news of His salvation from day to day.","num":2},{"text":"Declare His glory among the nations, His wonders among all peoples.","num":3},{"text":"For the LORD is great and greatly to be praised; He is to be feared above all gods.","num":4},{"text":"For all the gods of the peoples are idols, But the LORD made the heavens.","num":5},{"text":"Honor and majesty are before Him; Strength and beauty are in His sanctuary.","num":6},{"text":"Give to the LORD, O families of the peoples, Give to the LORD glory and strength.","num":7},{"text":"Give to the LORD the glory due His name; Bring an offering, and come into His courts.","num":8},{"text":"Oh, worship the LORD in the beauty of holiness! Tremble before Him, all the earth.","num":9},{"text":"Say among the nations, \"The LORD reigns; The world also is firmly established, It shall not be moved; He shall judge the peoples righteously.\"","num":10},{"text":"Let the heavens rejoice, and let the earth be glad; Let the sea roar, and all its fullness;","num":11},{"text":"Let the field be joyful, and all that is in it. Then all the trees of the woods will rejoice before the LORD.","num":12},{"text":"For He is coming, for He is coming to judge the earth. He shall judge the world with righteousness, And the peoples with His truth.","num":13}],"num":96},{"verses":[{"text":"The LORD reigns; Let the earth rejoice; Let the multitude of isles be glad!","num":1},{"text":"Clouds and darkness surround Him; Righteousness and justice are the foundation of His throne.","num":2},{"text":"A fire goes before Him, And burns up His enemies round about.","num":3},{"text":"His lightnings light the world; The earth sees and trembles.","num":4},{"text":"The mountains melt like wax at the presence of the LORD, At the presence of the Lord of the whole earth.","num":5},{"text":"The heavens declare His righteousness, And all the peoples see His glory.","num":6},{"text":"Let all be put to shame who serve carved images, Who boast of idols. Worship Him, all you gods.","num":7},{"text":"Zion hears and is glad, And the daughters of Judah rejoice Because of Your judgments, O LORD.","num":8},{"text":"For You, LORD, are most high above all the earth; You are exalted far above all gods.","num":9},{"text":"You who love the LORD, hate evil! He preserves the souls of His saints; He delivers them out of the hand of the wicked.","num":10},{"text":"Light is sown for the righteous, And gladness for the upright in heart.","num":11},{"text":"Rejoice in the LORD, you righteous, And give thanks at the remembrance of His holy name.","num":12}],"num":97},{"verses":[{"text":"Oh, sing to the LORD a new song! For He has done marvelous things; His right hand and His holy arm have gained Him the victory.","num":1},{"text":"The LORD has made known His salvation; His righteousness He has revealed in the sight of the nations.","num":2},{"text":"He has remembered His mercy and His faithfulness to the house of Israel; All the ends of the earth have seen the salvation of our God.","num":3},{"text":"Shout joyfully to the LORD, all the earth; Break forth in song, rejoice, and sing praises.","num":4},{"text":"Sing to the LORD with the harp, With the harp and the sound of a psalm,","num":5},{"text":"With trumpets and the sound of a horn; Shout joyfully before the LORD, the King.","num":6},{"text":"Let the sea roar, and all its fullness, The world and those who dwell in it;","num":7},{"text":"Let the rivers clap their hands; Let the hills be joyful together before the LORD,","num":8},{"text":"For He is coming to judge the earth. With righteousness He shall judge the world, And the peoples with equity.","num":9}],"num":98},{"verses":[{"text":"The LORD reigns; Let the peoples tremble! He dwells between the cherubim; Let the earth be moved!","num":1},{"text":"The LORD is great in Zion, And He is high above all the peoples.","num":2},{"text":"Let them praise Your great and awesome name-- He is holy.","num":3},{"text":"The King's strength also loves justice; You have established equity; You have executed justice and righteousness in Jacob.","num":4},{"text":"Exalt the LORD our God, And worship at His footstool-- He is holy.","num":5},{"text":"Moses and Aaron were among His priests, And Samuel was among those who called upon His name; They called upon the LORD, and He answered them.","num":6},{"text":"He spoke to them in the cloudy pillar; They kept His testimonies and the ordinance He gave them.","num":7},{"text":"You answered them, O LORD our God; You were to them God-Who-Forgives, Though You took vengeance on their deeds.","num":8},{"text":"Exalt the LORD our God, And worship at His holy hill; For the LORD our God is holy.","num":9}],"num":99},{"verses":[{"text":"Make a joyful shout to the LORD, all you lands!","num":1},{"text":"Serve the LORD with gladness; Come before His presence with singing.","num":2},{"text":"Know that the LORD, He is God; It is He who has made us, and not we ourselves; We are His people and the sheep of His pasture.","num":3},{"text":"Enter into His gates with thanksgiving, And into His courts with praise. Be thankful to Him, and bless His name.","num":4},{"text":"For the LORD is good; His mercy is everlasting, And His truth endures to all generations.","num":5}],"num":100},{"verses":[{"text":"I will sing of mercy and justice; To You, O LORD, I will sing praises.","num":1},{"text":"I will behave wisely in a perfect way. Oh, when will You come to me? I will walk within my house with a perfect heart.","num":2},{"text":"I will set nothing wicked before my eyes; I hate the work of those who fall away; It shall not cling to me.","num":3},{"text":"A perverse heart shall depart from me; I will not know wickedness.","num":4},{"text":"Whoever secretly slanders his neighbor, Him I will destroy; The one who has a haughty look and a proud heart, Him I will not endure.","num":5},{"text":"My eyes shall be on the faithful of the land, That they may dwell with me; He who walks in a perfect way, He shall serve me.","num":6},{"text":"He who works deceit shall not dwell within my house; He who tells lies shall not continue in my presence.","num":7},{"text":"Early I will destroy all the wicked of the land, That I may cut off all the evildoers from the city of the LORD.","num":8}],"num":101},{"verses":[{"text":"Hear my prayer, O LORD, And let my cry come to You.","num":1},{"text":"Do not hide Your face from me in the day of my trouble; Incline Your ear to me; In the day that I call, answer me speedily.","num":2},{"text":"For my days are consumed like smoke, And my bones are burned like a hearth.","num":3},{"text":"My heart is stricken and withered like grass, So that I forget to eat my bread.","num":4},{"text":"Because of the sound of my groaning My bones cling to my skin.","num":5},{"text":"I am like a pelican of the wilderness; I am like an owl of the desert.","num":6},{"text":"I lie awake, And am like a sparrow alone on the housetop.","num":7},{"text":"My enemies reproach me all day long; Those who deride me swear an oath against me.","num":8},{"text":"For I have eaten ashes like bread, And mingled my drink with weeping,","num":9},{"text":"Because of Your indignation and Your wrath; For You have lifted me up and cast me away.","num":10},{"text":"My days are like a shadow that lengthens, And I wither away like grass.","num":11},{"text":"But You, O LORD, shall endure forever, And the remembrance of Your name to all generations.","num":12},{"text":"You will arise and have mercy on Zion; For the time to favor her, Yes, the set time, has come.","num":13},{"text":"For Your servants take pleasure in her stones, And show favor to her dust.","num":14},{"text":"So the nations shall fear the name of the LORD, And all the kings of the earth Your glory.","num":15},{"text":"For the LORD shall build up Zion; He shall appear in His glory.","num":16},{"text":"He shall regard the prayer of the destitute, And shall not despise their prayer.","num":17},{"text":"This will be written for the generation to come, That a people yet to be created may praise the LORD.","num":18},{"text":"For He looked down from the height of His sanctuary; From heaven the LORD viewed the earth,","num":19},{"text":"To hear the groaning of the prisoner, To release those appointed to death,","num":20},{"text":"To declare the name of the LORD in Zion, And His praise in Jerusalem,","num":21},{"text":"When the peoples are gathered together, And the kingdoms, to serve the LORD.","num":22},{"text":"He weakened my strength in the way; He shortened my days.","num":23},{"text":"I said, \"O my God, Do not take me away in the midst of my days; Your years are throughout all generations.","num":24},{"text":"Of old You laid the foundation of the earth, And the heavens are the work of Your hands.","num":25},{"text":"They will perish, but You will endure; Yes, they will all grow old like a garment; Like a cloak You will change them, And they will be changed.","num":26},{"text":"But You are the same, And Your years will have no end.","num":27},{"text":"The children of Your servants will continue, And their descendants will be established before You.\"","num":28}],"num":102},{"verses":[{"text":"Bless the LORD, O my soul; And all that is within me, bless His holy name!","num":1},{"text":"Bless the LORD, O my soul, And forget not all His benefits:","num":2},{"text":"Who forgives all your iniquities, Who heals all your diseases,","num":3},{"text":"Who redeems your life from destruction, Who crowns you with lovingkindness and tender mercies,","num":4},{"text":"Who satisfies your mouth with good things, So that your youth is renewed like the eagle's.","num":5},{"text":"The LORD executes righteousness And justice for all who are oppressed.","num":6},{"text":"He made known His ways to Moses, His acts to the children of Israel.","num":7},{"text":"The LORD is merciful and gracious, Slow to anger, and abounding in mercy.","num":8},{"text":"He will not always strive with us, Nor will He keep His anger forever.","num":9},{"text":"He has not dealt with us according to our sins, Nor punished us according to our iniquities.","num":10},{"text":"For as the heavens are high above the earth, So great is His mercy toward those who fear Him;","num":11},{"text":"As far as the east is from the west, So far has He removed our transgressions from us.","num":12},{"text":"As a father pities his children, So the LORD pities those who fear Him.","num":13},{"text":"For He knows our frame; He remembers that we are dust.","num":14},{"text":"As for man, his days are like grass; As a flower of the field, so he flourishes.","num":15},{"text":"For the wind passes over it, and it is gone, And its place remembers it no more.","num":16},{"text":"But the mercy of the LORD is from everlasting to everlasting On those who fear Him, And His righteousness to children's children,","num":17},{"text":"To such as keep His covenant, And to those who remember His commandments to do them.","num":18},{"text":"The LORD has established His throne in heaven, And His kingdom rules over all.","num":19},{"text":"Bless the LORD, you His angels, Who excel in strength, who do His word, Heeding the voice of His word.","num":20},{"text":"Bless the LORD, all you His hosts, You ministers of His, who do His pleasure.","num":21},{"text":"Bless the LORD, all His works, In all places of His dominion. Bless the LORD, O my soul!","num":22}],"num":103},{"verses":[{"text":"Bless the LORD, O my soul! O LORD my God, You are very great: You are clothed with honor and majesty,","num":1},{"text":"Who cover Yourself with light as with a garment, Who stretch out the heavens like a curtain.","num":2},{"text":"He lays the beams of His upper chambers in the waters, Who makes the clouds His chariot, Who walks on the wings of the wind,","num":3},{"text":"Who makes His angels spirits, His ministers a flame of fire.","num":4},{"text":"You who laid the foundations of the earth, So that it should not be moved forever,","num":5},{"text":"You covered it with the deep as with a garment; The waters stood above the mountains.","num":6},{"text":"At Your rebuke they fled; At the voice of Your thunder they hastened away.","num":7},{"text":"They went up over the mountains; They went down into the valleys, To the place which You founded for them.","num":8},{"text":"You have set a boundary that they may not pass over, That they may not return to cover the earth.","num":9},{"text":"He sends the springs into the valleys; They flow among the hills.","num":10},{"text":"They give drink to every beast of the field; The wild donkeys quench their thirst.","num":11},{"text":"By them the birds of the heavens have their home; They sing among the branches.","num":12},{"text":"He waters the hills from His upper chambers; The earth is satisfied with the fruit of Your works.","num":13},{"text":"He causes the grass to grow for the cattle, And vegetation for the service of man, That he may bring forth food from the earth,","num":14},{"text":"And wine that makes glad the heart of man, Oil to make his face shine, And bread which strengthens man's heart.","num":15},{"text":"The trees of the LORD are full of sap, The cedars of Lebanon which He planted,","num":16},{"text":"Where the birds make their nests; The stork has her home in the fir trees.","num":17},{"text":"The high hills are for the wild goats; The cliffs are a refuge for the rock badgers.","num":18},{"text":"He appointed the moon for seasons; The sun knows its going down.","num":19},{"text":"You make darkness, and it is night, In which all the beasts of the forest creep about.","num":20},{"text":"The young lions roar after their prey, And seek their food from God.","num":21},{"text":"When the sun rises, they gather together And lie down in their dens.","num":22},{"text":"Man goes out to his work And to his labor until the evening.","num":23},{"text":"O LORD, how manifold are Your works! In wisdom You have made them all. The earth is full of Your possessions--","num":24},{"text":"This great and wide sea, In which are innumerable teeming things, Living things both small and great.","num":25},{"text":"There the ships sail about; There is that Leviathan Which You have made to play there.","num":26},{"text":"These all wait for You, That You may give them their food in due season.","num":27},{"text":"What You give them they gather in; You open Your hand, they are filled with good.","num":28},{"text":"You hide Your face, they are troubled; You take away their breath, they die and return to their dust.","num":29},{"text":"You send forth Your Spirit, they are created; And You renew the face of the earth.","num":30},{"text":"May the glory of the LORD endure forever; May the LORD rejoice in His works.","num":31},{"text":"He looks on the earth, and it trembles; He touches the hills, and they smoke.","num":32},{"text":"I will sing to the LORD as long as I live; I will sing praise to my God while I have my being.","num":33},{"text":"May my meditation be sweet to Him; I will be glad in the LORD.","num":34},{"text":"May sinners be consumed from the earth, And the wicked be no more. Bless the LORD, O my soul! Praise the LORD!","num":35}],"num":104},{"verses":[{"text":"Oh, give thanks to the LORD! Call upon His name; Make known His deeds among the peoples!","num":1},{"text":"Sing to Him, sing psalms to Him; Talk of all His wondrous works!","num":2},{"text":"Glory in His holy name; Let the hearts of those rejoice who seek the LORD!","num":3},{"text":"Seek the LORD and His strength; Seek His face evermore!","num":4},{"text":"Remember His marvelous works which He has done, His wonders, and the judgments of His mouth,","num":5},{"text":"O seed of Abraham His servant, You children of Jacob, His chosen ones!","num":6},{"text":"He is the LORD our God; His judgments are in all the earth.","num":7},{"text":"He remembers His covenant forever, The word which He commanded, for a thousand generations,","num":8},{"text":"The covenant which He made with Abraham, And His oath to Isaac,","num":9},{"text":"And confirmed it to Jacob for a statute, To Israel as an everlasting covenant,","num":10},{"text":"Saying, \"To you I will give the land of Canaan As the allotment of your inheritance,\"","num":11},{"text":"When they were few in number, Indeed very few, and strangers in it.","num":12},{"text":"When they went from one nation to another, From one kingdom to another people,","num":13},{"text":"He permitted no one to do them wrong; Yes, He rebuked kings for their sakes,","num":14},{"text":"Saying, \"Do not touch My anointed ones, And do My prophets no harm.\"","num":15},{"text":"Moreover He called for a famine in the land; He destroyed all the provision of bread.","num":16},{"text":"He sent a man before them-- Joseph--who was sold as a slave.","num":17},{"text":"They hurt his feet with fetters, He was laid in irons.","num":18},{"text":"Until the time that his word came to pass, The word of the LORD tested him.","num":19},{"text":"The king sent and released him, The ruler of the people let him go free.","num":20},{"text":"He made him lord of his house, And ruler of all his possessions,","num":21},{"text":"To bind his princes at his pleasure, And teach his elders wisdom.","num":22},{"text":"Israel also came into Egypt, And Jacob dwelt in the land of Ham.","num":23},{"text":"He increased His people greatly, And made them stronger than their enemies.","num":24},{"text":"He turned their heart to hate His people, To deal craftily with His servants.","num":25},{"text":"He sent Moses His servant, And Aaron whom He had chosen.","num":26},{"text":"They performed His signs among them, And wonders in the land of Ham.","num":27},{"text":"He sent darkness, and made it dark; And they did not rebel against His word.","num":28},{"text":"He turned their waters into blood, And killed their fish.","num":29},{"text":"Their land abounded with frogs, Even in the chambers of their kings.","num":30},{"text":"He spoke, and there came swarms of flies, And lice in all their territory.","num":31},{"text":"He gave them hail for rain, And flaming fire in their land.","num":32},{"text":"He struck their vines also, and their fig trees, And splintered the trees of their territory.","num":33},{"text":"He spoke, and locusts came, Young locusts without number,","num":34},{"text":"And ate up all the vegetation in their land, And devoured the fruit of their ground.","num":35},{"text":"He also destroyed all the firstborn in their land, The first of all their strength.","num":36},{"text":"He also brought them out with silver and gold, And there was none feeble among His tribes.","num":37},{"text":"Egypt was glad when they departed, For the fear of them had fallen upon them.","num":38},{"text":"He spread a cloud for a covering, And fire to give light in the night.","num":39},{"text":"The people asked, and He brought quail, And satisfied them with the bread of heaven.","num":40},{"text":"He opened the rock, and water gushed out; It ran in the dry places like a river.","num":41},{"text":"For He remembered His holy promise, And Abraham His servant.","num":42},{"text":"He brought out His people with joy, His chosen ones with gladness.","num":43},{"text":"He gave them the lands of the Gentiles, And they inherited the labor of the nations,","num":44},{"text":"That they might observe His statutes And keep His laws. Praise the LORD!","num":45}],"num":105},{"verses":[{"text":"Praise the LORD! Oh, give thanks to the LORD, for He is good! For His mercy endures forever.","num":1},{"text":"Who can utter the mighty acts of the LORD? Who can declare all His praise?","num":2},{"text":"Blessed are those who keep justice, And he who does righteousness at all times!","num":3},{"text":"Remember me, O LORD, with the favor You have toward Your people. Oh, visit me with Your salvation,","num":4},{"text":"That I may see the benefit of Your chosen ones, That I may rejoice in the gladness of Your nation, That I may glory with Your inheritance.","num":5},{"text":"We have sinned with our fathers, We have committed iniquity, We have done wickedly.","num":6},{"text":"Our fathers in Egypt did not understand Your wonders; They did not remember the multitude of Your mercies, But rebelled by the sea--the Red Sea.","num":7},{"text":"Nevertheless He saved them for His name's sake, That He might make His mighty power known.","num":8},{"text":"He rebuked the Red Sea also, and it dried up; So He led them through the depths, As through the wilderness.","num":9},{"text":"He saved them from the hand of him who hated them, And redeemed them from the hand of the enemy.","num":10},{"text":"The waters covered their enemies; There was not one of them left.","num":11},{"text":"Then they believed His words; They sang His praise.","num":12},{"text":"They soon forgot His works; They did not wait for His counsel,","num":13},{"text":"But lusted exceedingly in the wilderness, And tested God in the desert.","num":14},{"text":"And He gave them their request, But sent leanness into their soul.","num":15},{"text":"When they envied Moses in the camp, And Aaron the saint of the LORD,","num":16},{"text":"The earth opened up and swallowed Dathan, And covered the faction of Abiram.","num":17},{"text":"A fire was kindled in their company; The flame burned up the wicked.","num":18},{"text":"They made a calf in Horeb, And worshiped the molded image.","num":19},{"text":"Thus they changed their glory Into the image of an ox that eats grass.","num":20},{"text":"They forgot God their Savior, Who had done great things in Egypt,","num":21},{"text":"Wondrous works in the land of Ham, Awesome things by the Red Sea.","num":22},{"text":"Therefore He said that He would destroy them, Had not Moses His chosen one stood before Him in the breach, To turn away His wrath, lest He destroy them.","num":23},{"text":"Then they despised the pleasant land; They did not believe His word,","num":24},{"text":"But complained in their tents, And did not heed the voice of the LORD.","num":25},{"text":"Therefore He raised His hand in an oath against them, To overthrow them in the wilderness,","num":26},{"text":"To overthrow their descendants among the nations, And to scatter them in the lands.","num":27},{"text":"They joined themselves also to Baal of Peor, And ate sacrifices made to the dead.","num":28},{"text":"Thus they provoked Him to anger with their deeds, And the plague broke out among them.","num":29},{"text":"Then Phinehas stood up and intervened, And the plague was stopped.","num":30},{"text":"And that was accounted to him for righteousness To all generations forevermore.","num":31},{"text":"They angered Him also at the waters of strife, So that it went ill with Moses on account of them;","num":32},{"text":"Because they rebelled against His Spirit, So that he spoke rashly with his lips.","num":33},{"text":"They did not destroy the peoples, Concerning whom the LORD had commanded them,","num":34},{"text":"But they mingled with the Gentiles And learned their works;","num":35},{"text":"They served their idols, Which became a snare to them.","num":36},{"text":"They even sacrificed their sons And their daughters to demons,","num":37},{"text":"And shed innocent blood, The blood of their sons and daughters, Whom they sacrificed to the idols of Canaan; And the land was polluted with blood.","num":38},{"text":"Thus they were defiled by their own works, And played the harlot by their own deeds.","num":39},{"text":"Therefore the wrath of the LORD was kindled against His people, So that He abhorred His own inheritance.","num":40},{"text":"And He gave them into the hand of the Gentiles, And those who hated them ruled over them.","num":41},{"text":"Their enemies also oppressed them, And they were brought into subjection under their hand.","num":42},{"text":"Many times He delivered them; But they rebelled in their counsel, And were brought low for their iniquity.","num":43},{"text":"Nevertheless He regarded their affliction, When He heard their cry;","num":44},{"text":"And for their sake He remembered His covenant, And relented according to the multitude of His mercies.","num":45},{"text":"He also made them to be pitied By all those who carried them away captive.","num":46},{"text":"Save us, O LORD our God, And gather us from among the Gentiles, To give thanks to Your holy name, To triumph in Your praise.","num":47},{"text":"Blessed be the LORD God of Israel From everlasting to everlasting! And let all the people say, \"Amen!\" Praise the LORD!","num":48}],"num":106},{"verses":[{"text":"Oh, give thanks to the LORD, for He is good! For His mercy endures forever.","num":1},{"text":"Let the redeemed of the LORD say so, Whom He has redeemed from the hand of the enemy,","num":2},{"text":"And gathered out of the lands, From the east and from the west, From the north and from the south.","num":3},{"text":"They wandered in the wilderness in a desolate way; They found no city to dwell in.","num":4},{"text":"Hungry and thirsty, Their soul fainted in them.","num":5},{"text":"Then they cried out to the LORD in their trouble, And He delivered them out of their distresses.","num":6},{"text":"And He led them forth by the right way, That they might go to a city for a dwelling place.","num":7},{"text":"Oh, that men would give thanks to the LORD for His goodness, And for His wonderful works to the children of men!","num":8},{"text":"For He satisfies the longing soul, And fills the hungry soul with goodness.","num":9},{"text":"Those who sat in darkness and in the shadow of death, Bound in affliction and irons--","num":10},{"text":"Because they rebelled against the words of God, And despised the counsel of the Most High,","num":11},{"text":"Therefore He brought down their heart with labor; They fell down, and there was none to help.","num":12},{"text":"Then they cried out to the LORD in their trouble, And He saved them out of their distresses.","num":13},{"text":"He brought them out of darkness and the shadow of death, And broke their chains in pieces.","num":14},{"text":"Oh, that men would give thanks to the LORD for His goodness, And for His wonderful works to the children of men!","num":15},{"text":"For He has broken the gates of bronze, And cut the bars of iron in two.","num":16},{"text":"Fools, because of their transgression, And because of their iniquities, were afflicted.","num":17},{"text":"Their soul abhorred all manner of food, And they drew near to the gates of death.","num":18},{"text":"Then they cried out to the LORD in their trouble, And He saved them out of their distresses.","num":19},{"text":"He sent His word and healed them, And delivered them from their destructions.","num":20},{"text":"Oh, that men would give thanks to the LORD for His goodness, And for His wonderful works to the children of men!","num":21},{"text":"Let them sacrifice the sacrifices of thanksgiving, And declare His works with rejoicing.","num":22},{"text":"Those who go down to the sea in ships, Who do business on great waters,","num":23},{"text":"They see the works of the LORD, And His wonders in the deep.","num":24},{"text":"For He commands and raises the stormy wind, Which lifts up the waves of the sea.","num":25},{"text":"They mount up to the heavens, They go down again to the depths; Their soul melts because of trouble.","num":26},{"text":"They reel to and fro, and stagger like a drunken man, And are at their wits' end.","num":27},{"text":"Then they cry out to the LORD in their trouble, And He brings them out of their distresses.","num":28},{"text":"He calms the storm, So that its waves are still.","num":29},{"text":"Then they are glad because they are quiet; So He guides them to their desired haven.","num":30},{"text":"Oh, that men would give thanks to the LORD for His goodness, And for His wonderful works to the children of men!","num":31},{"text":"Let them exalt Him also in the assembly of the people, And praise Him in the company of the elders.","num":32},{"text":"He turns rivers into a wilderness, And the watersprings into dry ground;","num":33},{"text":"A fruitful land into barrenness, For the wickedness of those who dwell in it.","num":34},{"text":"He turns a wilderness into pools of water, And dry land into watersprings.","num":35},{"text":"There He makes the hungry dwell, That they may establish a city for a dwelling place,","num":36},{"text":"And sow fields and plant vineyards, That they may yield a fruitful harvest.","num":37},{"text":"He also blesses them, and they multiply greatly; And He does not let their cattle decrease.","num":38},{"text":"When they are diminished and brought low Through oppression, affliction and sorrow,","num":39},{"text":"He pours contempt on princes, And causes them to wander in the wilderness where there is no way;","num":40},{"text":"Yet He sets the poor on high, far from affliction, And makes their families like a flock.","num":41},{"text":"The righteous see it and rejoice, And all iniquity stops its mouth.","num":42},{"text":"Whoever is wise will observe these things, And they will understand the lovingkindness of the LORD.","num":43}],"num":107},{"verses":[{"text":"O God, my heart is steadfast; I will sing and give praise, even with my glory.","num":1},{"text":"Awake, lute and harp! I will awaken the dawn.","num":2},{"text":"I will praise You, O LORD, among the peoples, And I will sing praises to You among the nations.","num":3},{"text":"For Your mercy is great above the heavens, And Your truth reaches to the clouds.","num":4},{"text":"Be exalted, O God, above the heavens, And Your glory above all the earth;","num":5},{"text":"That Your beloved may be delivered, Save with Your right hand, and hear me.","num":6},{"text":"God has spoken in His holiness: \"I will rejoice; I will divide Shechem And measure out the Valley of Succoth.","num":7},{"text":"Gilead is Mine; Manasseh is Mine; Ephraim also is the helmet for My head; Judah is My lawgiver.","num":8},{"text":"Moab is My washpot; Over Edom I will cast My shoe; Over Philistia I will triumph.\"","num":9},{"text":"Who will bring me into the strong city? Who will lead me to Edom?","num":10},{"text":"Is it not You, O God, who cast us off? And You, O God, who did not go out with our armies?","num":11},{"text":"Give us help from trouble, For the help of man is useless.","num":12},{"text":"Through God we will do valiantly, For it is He who shall tread down our enemies.","num":13}],"num":108},{"verses":[{"text":"Do not keep silent, O God of my praise!","num":1},{"text":"For the mouth of the wicked and the mouth of the deceitful Have opened against me; They have spoken against me with a lying tongue.","num":2},{"text":"They have also surrounded me with words of hatred, And fought against me without a cause.","num":3},{"text":"In return for my love they are my accusers, But I give myself to prayer.","num":4},{"text":"Thus they have rewarded me evil for good, And hatred for my love.","num":5},{"text":"Set a wicked man over him, And let an accuser stand at his right hand.","num":6},{"text":"When he is judged, let him be found guilty, And let his prayer become sin.","num":7},{"text":"Let his days be few, And let another take his office.","num":8},{"text":"Let his children be fatherless, And his wife a widow.","num":9},{"text":"Let his children continually be vagabonds, and beg; Let them seek their bread also from their desolate places.","num":10},{"text":"Let the creditor seize all that he has, And let strangers plunder his labor.","num":11},{"text":"Let there be none to extend mercy to him, Nor let there be any to favor his fatherless children.","num":12},{"text":"Let his posterity be cut off, And in the generation following let their name be blotted out.","num":13},{"text":"Let the iniquity of his fathers be remembered before the LORD, And let not the sin of his mother be blotted out.","num":14},{"text":"Let them be continually before the LORD, That He may cut off the memory of them from the earth;","num":15},{"text":"Because he did not remember to show mercy, But persecuted the poor and needy man, That he might even slay the broken in heart.","num":16},{"text":"As he loved cursing, so let it come to him; As he did not delight in blessing, so let it be far from him.","num":17},{"text":"As he clothed himself with cursing as with his garment, So let it enter his body like water, And like oil into his bones.","num":18},{"text":"Let it be to him like the garment which covers him, And for a belt with which he girds himself continually.","num":19},{"text":"Let this be the LORD's reward to my accusers, And to those who speak evil against my person.","num":20},{"text":"But You, O GOD the Lord, Deal with me for Your name's sake; Because Your mercy is good, deliver me.","num":21},{"text":"For I am poor and needy, And my heart is wounded within me.","num":22},{"text":"I am gone like a shadow when it lengthens; I am shaken off like a locust.","num":23},{"text":"My knees are weak through fasting, And my flesh is feeble from lack of fatness.","num":24},{"text":"I also have become a reproach to them; When they look at me, they shake their heads.","num":25},{"text":"Help me, O LORD my God! Oh, save me according to Your mercy,","num":26},{"text":"That they may know that this is Your hand-- That You, LORD, have done it!","num":27},{"text":"Let them curse, but You bless; When they arise, let them be ashamed, But let Your servant rejoice.","num":28},{"text":"Let my accusers be clothed with shame, And let them cover themselves with their own disgrace as with a mantle.","num":29},{"text":"I will greatly praise the LORD with my mouth; Yes, I will praise Him among the multitude.","num":30},{"text":"For He shall stand at the right hand of the poor, To save him from those who condemn him.","num":31}],"num":109},{"verses":[{"text":"The LORD said to my Lord, \"Sit at My right hand, Till I make Your enemies Your footstool.\"","num":1},{"text":"The LORD shall send the rod of Your strength out of Zion. Rule in the midst of Your enemies!","num":2},{"text":"Your people shall be volunteers In the day of Your power; In the beauties of holiness, from the womb of the morning, You have the dew of Your youth.","num":3},{"text":"The LORD has sworn And will not relent, \"You are a priest forever According to the order of Melchizedek.\"","num":4},{"text":"The Lord is at Your right hand; He shall execute kings in the day of His wrath.","num":5},{"text":"He shall judge among the nations, He shall fill the places with dead bodies, He shall execute the heads of many countries.","num":6},{"text":"He shall drink of the brook by the wayside; Therefore He shall lift up the head.","num":7}],"num":110},{"verses":[{"text":"Praise the LORD! I will praise the LORD with my whole heart, In the assembly of the upright and in the congregation.","num":1},{"text":"The works of the LORD are great, Studied by all who have pleasure in them.","num":2},{"text":"His work is honorable and glorious, And His righteousness endures forever.","num":3},{"text":"He has made His wonderful works to be remembered; The LORD is gracious and full of compassion.","num":4},{"text":"He has given food to those who fear Him; He will ever be mindful of His covenant.","num":5},{"text":"He has declared to His people the power of His works, In giving them the heritage of the nations.","num":6},{"text":"The works of His hands are verity and justice; All His precepts are sure.","num":7},{"text":"They stand fast forever and ever, And are done in truth and uprightness.","num":8},{"text":"He has sent redemption to His people; He has commanded His covenant forever: Holy and awesome is His name.","num":9},{"text":"The fear of the LORD is the beginning of wisdom; A good understanding have all those who do His commandments. His praise endures forever.","num":10}],"num":111},{"verses":[{"text":"Praise the LORD! Blessed is the man who fears the LORD, Who delights greatly in His commandments.","num":1},{"text":"His descendants will be mighty on earth; The generation of the upright will be blessed.","num":2},{"text":"Wealth and riches will be in his house, And his righteousness endures forever.","num":3},{"text":"Unto the upright there arises light in the darkness; He is gracious, and full of compassion, and righteous.","num":4},{"text":"A good man deals graciously and lends; He will guide his affairs with discretion.","num":5},{"text":"Surely he will never be shaken; The righteous will be in everlasting remembrance.","num":6},{"text":"He will not be afraid of evil tidings; His heart is steadfast, trusting in the LORD.","num":7},{"text":"His heart is established; He will not be afraid, Until he sees his desire upon his enemies.","num":8},{"text":"He has dispersed abroad, He has given to the poor; His righteousness endures forever; His horn will be exalted with honor.","num":9},{"text":"The wicked will see it and be grieved; He will gnash his teeth and melt away; The desire of the wicked shall perish.","num":10}],"num":112},{"verses":[{"text":"Praise the LORD! Praise, O servants of the LORD, Praise the name of the LORD!","num":1},{"text":"Blessed be the name of the LORD From this time forth and forevermore!","num":2},{"text":"From the rising of the sun to its going down The LORD's name is to be praised.","num":3},{"text":"The LORD is high above all nations, His glory above the heavens.","num":4},{"text":"Who is like the LORD our God, Who dwells on high,","num":5},{"text":"Who humbles Himself to behold The things that are in the heavens and in the earth?","num":6},{"text":"He raises the poor out of the dust, And lifts the needy out of the ash heap,","num":7},{"text":"That He may seat him with princes-- With the princes of His people.","num":8},{"text":"He grants the barren woman a home, Like a joyful mother of children. Praise the LORD!","num":9}],"num":113},{"verses":[{"text":"When Israel went out of Egypt, The house of Jacob from a people of strange language,","num":1},{"text":"Judah became His sanctuary, And Israel His dominion.","num":2},{"text":"The sea saw it and fled; Jordan turned back.","num":3},{"text":"The mountains skipped like rams, The little hills like lambs.","num":4},{"text":"What ails you, O sea, that you fled? O Jordan, that you turned back?","num":5},{"text":"O mountains, that you skipped like rams? O little hills, like lambs?","num":6},{"text":"Tremble, O earth, at the presence of the Lord, At the presence of the God of Jacob,","num":7},{"text":"Who turned the rock into a pool of water, The flint into a fountain of waters.","num":8}],"num":114},{"verses":[{"text":"Not unto us, O LORD, not unto us, But to Your name give glory, Because of Your mercy, Because of Your truth.","num":1},{"text":"Why should the Gentiles say, \"So where is their God?\"","num":2},{"text":"But our God is in heaven; He does whatever He pleases.","num":3},{"text":"Their idols are silver and gold, The work of men's hands.","num":4},{"text":"They have mouths, but they do not speak; Eyes they have, but they do not see;","num":5},{"text":"They have ears, but they do not hear; Noses they have, but they do not smell;","num":6},{"text":"They have hands, but they do not handle; Feet they have, but they do not walk; Nor do they mutter through their throat.","num":7},{"text":"Those who make them are like them; So is everyone who trusts in them.","num":8},{"text":"O Israel, trust in the LORD; He is their help and their shield.","num":9},{"text":"O house of Aaron, trust in the LORD; He is their help and their shield.","num":10},{"text":"You who fear the LORD, trust in the LORD; He is their help and their shield.","num":11},{"text":"The LORD has been mindful of us; He will bless us; He will bless the house of Israel; He will bless the house of Aaron.","num":12},{"text":"He will bless those who fear the LORD, Both small and great.","num":13},{"text":"May the LORD give you increase more and more, You and your children.","num":14},{"text":"May you be blessed by the LORD, Who made heaven and earth.","num":15},{"text":"The heaven, even the heavens, are the LORD's; But the earth He has given to the children of men.","num":16},{"text":"The dead do not praise the LORD, Nor any who go down into silence.","num":17},{"text":"But we will bless the LORD From this time forth and forevermore. Praise the LORD!","num":18}],"num":115},{"verses":[{"text":"I love the LORD, because He has heard My voice and my supplications.","num":1},{"text":"Because He has inclined His ear to me, Therefore I will call upon Him as long as I live.","num":2},{"text":"The pains of death surrounded me, And the pangs of Sheol laid hold of me; I found trouble and sorrow.","num":3},{"text":"Then I called upon the name of the LORD: \"O LORD, I implore You, deliver my soul!\"","num":4},{"text":"Gracious is the LORD, and righteous; Yes, our God is merciful.","num":5},{"text":"The LORD preserves the simple; I was brought low, and He saved me.","num":6},{"text":"Return to your rest, O my soul, For the LORD has dealt bountifully with you.","num":7},{"text":"For You have delivered my soul from death, My eyes from tears, And my feet from falling.","num":8},{"text":"I will walk before the LORD In the land of the living.","num":9},{"text":"I believed, therefore I spoke, \"I am greatly afflicted.\"","num":10},{"text":"I said in my haste, \"All men are liars.\"","num":11},{"text":"What shall I render to the LORD For all His benefits toward me?","num":12},{"text":"I will take up the cup of salvation, And call upon the name of the LORD.","num":13},{"text":"I will pay my vows to the LORD Now in the presence of all His people.","num":14},{"text":"Precious in the sight of the LORD Is the death of His saints.","num":15},{"text":"O LORD, truly I am Your servant; I am Your servant, the son of Your maidservant; You have loosed my bonds.","num":16},{"text":"I will offer to You the sacrifice of thanksgiving, And will call upon the name of the LORD.","num":17},{"text":"I will pay my vows to the LORD Now in the presence of all His people,","num":18},{"text":"In the courts of the LORD's house, In the midst of you, O Jerusalem. Praise the LORD!","num":19}],"num":116},{"verses":[{"text":"Praise the LORD, all you Gentiles! Laud Him, all you peoples!","num":1},{"text":"For His merciful kindness is great toward us, And the truth of the LORD endures forever. Praise the LORD!","num":2}],"num":117},{"verses":[{"text":"Oh, give thanks to the LORD, for He is good! For His mercy endures forever.","num":1},{"text":"Let Israel now say, \"His mercy endures forever.\"","num":2},{"text":"Let the house of Aaron now say, \"His mercy endures forever.\"","num":3},{"text":"Let those who fear the LORD now say, \"His mercy endures forever.\"","num":4},{"text":"I called on the LORD in distress; The LORD answered me and set me in a broad place.","num":5},{"text":"The LORD is on my side; I will not fear. What can man do to me?","num":6},{"text":"The LORD is for me among those who help me; Therefore I shall see my desire on those who hate me.","num":7},{"text":"It is better to trust in the LORD Than to put confidence in man.","num":8},{"text":"It is better to trust in the LORD Than to put confidence in princes.","num":9},{"text":"All nations surrounded me, But in the name of the LORD I will destroy them.","num":10},{"text":"They surrounded me, Yes, they surrounded me; But in the name of the LORD I will destroy them.","num":11},{"text":"They surrounded me like bees; They were quenched like a fire of thorns; For in the name of the LORD I will destroy them.","num":12},{"text":"You pushed me violently, that I might fall, But the LORD helped me.","num":13},{"text":"The LORD is my strength and song, And He has become my salvation.","num":14},{"text":"The voice of rejoicing and salvation Is in the tents of the righteous; The right hand of the LORD does valiantly.","num":15},{"text":"The right hand of the LORD is exalted; The right hand of the LORD does valiantly.","num":16},{"text":"I shall not die, but live, And declare the works of the LORD.","num":17},{"text":"The LORD has chastened me severely, But He has not given me over to death.","num":18},{"text":"Open to me the gates of righteousness; I will go through them, And I will praise the LORD.","num":19},{"text":"This is the gate of the LORD, Through which the righteous shall enter.","num":20},{"text":"I will praise You, For You have answered me, And have become my salvation.","num":21},{"text":"The stone which the builders rejected Has become the chief cornerstone.","num":22},{"text":"This was the LORD's doing; It is marvelous in our eyes.","num":23},{"text":"This is the day the LORD has made; We will rejoice and be glad in it.","num":24},{"text":"Save now, I pray, O LORD; O LORD, I pray, send now prosperity.","num":25},{"text":"Blessed is he who comes in the name of the LORD! We have blessed you from the house of the LORD.","num":26},{"text":"God is the LORD, And He has given us light; Bind the sacrifice with cords to the horns of the altar.","num":27},{"text":"You are my God, and I will praise You; You are my God, I will exalt You.","num":28},{"text":"Oh, give thanks to the LORD, for He is good! For His mercy endures forever.","num":29}],"num":118},{"verses":[{"text":"Blessed are the undefiled in the way, Who walk in the law of the LORD!","num":1},{"text":"Blessed are those who keep His testimonies, Who seek Him with the whole heart!","num":2},{"text":"They also do no iniquity; They walk in His ways.","num":3},{"text":"You have commanded us To keep Your precepts diligently.","num":4},{"text":"Oh, that my ways were directed To keep Your statutes!","num":5},{"text":"Then I would not be ashamed, When I look into all Your commandments.","num":6},{"text":"I will praise You with uprightness of heart, When I learn Your righteous judgments.","num":7},{"text":"I will keep Your statutes; Oh, do not forsake me utterly!","num":8},{"text":"How can a young man cleanse his way? By taking heed according to Your word.","num":9},{"text":"With my whole heart I have sought You; Oh, let me not wander from Your commandments!","num":10},{"text":"Your word I have hidden in my heart, That I might not sin against You.","num":11},{"text":"Blessed are You, O LORD! Teach me Your statutes.","num":12},{"text":"With my lips I have declared All the judgments of Your mouth.","num":13},{"text":"I have rejoiced in the way of Your testimonies, As much as in all riches.","num":14},{"text":"I will meditate on Your precepts, And contemplate Your ways.","num":15},{"text":"I will delight myself in Your statutes; I will not forget Your word.","num":16},{"text":"Deal bountifully with Your servant, That I may live and keep Your word.","num":17},{"text":"Open my eyes, that I may see Wondrous things from Your law.","num":18},{"text":"I am a stranger in the earth; Do not hide Your commandments from me.","num":19},{"text":"My soul breaks with longing For Your judgments at all times.","num":20},{"text":"You rebuke the proud--the cursed, Who stray from Your commandments.","num":21},{"text":"Remove from me reproach and contempt, For I have kept Your testimonies.","num":22},{"text":"Princes also sit and speak against me, But Your servant meditates on Your statutes.","num":23},{"text":"Your testimonies also are my delight And my counselors.","num":24},{"text":"My soul clings to the dust; Revive me according to Your word.","num":25},{"text":"I have declared my ways, and You answered me; Teach me Your statutes.","num":26},{"text":"Make me understand the way of Your precepts; So shall I meditate on Your wonderful works.","num":27},{"text":"My soul melts from heaviness; Strengthen me according to Your word.","num":28},{"text":"Remove from me the way of lying, And grant me Your law graciously.","num":29},{"text":"I have chosen the way of truth; Your judgments I have laid before me.","num":30},{"text":"I cling to Your testimonies; O LORD, do not put me to shame!","num":31},{"text":"I will run the course of Your commandments, For You shall enlarge my heart.","num":32},{"text":"Teach me, O LORD, the way of Your statutes, And I shall keep it to the end.","num":33},{"text":"Give me understanding, and I shall keep Your law; Indeed, I shall observe it with my whole heart.","num":34},{"text":"Make me walk in the path of Your commandments, For I delight in it.","num":35},{"text":"Incline my heart to Your testimonies, And not to covetousness.","num":36},{"text":"Turn away my eyes from looking at worthless things, And revive me in Your way.","num":37},{"text":"Establish Your word to Your servant, Who is devoted to fearing You.","num":38},{"text":"Turn away my reproach which I dread, For Your judgments are good.","num":39},{"text":"Behold, I long for Your precepts; Revive me in Your righteousness.","num":40},{"text":"Let Your mercies come also to me, O LORD-- Your salvation according to Your word.","num":41},{"text":"So shall I have an answer for him who reproaches me, For I trust in Your word.","num":42},{"text":"And take not the word of truth utterly out of my mouth, For I have hoped in Your ordinances.","num":43},{"text":"So shall I keep Your law continually, Forever and ever.","num":44},{"text":"And I will walk at liberty, For I seek Your precepts.","num":45},{"text":"I will speak of Your testimonies also before kings, And will not be ashamed.","num":46},{"text":"And I will delight myself in Your commandments, Which I love.","num":47},{"text":"My hands also I will lift up to Your commandments, Which I love, And I will meditate on Your statutes.","num":48},{"text":"Remember the word to Your servant, Upon which You have caused me to hope.","num":49},{"text":"This is my comfort in my affliction, For Your word has given me life.","num":50},{"text":"The proud have me in great derision, Yet I do not turn aside from Your law.","num":51},{"text":"I remembered Your judgments of old, O LORD, And have comforted myself.","num":52},{"text":"Indignation has taken hold of me Because of the wicked, who forsake Your law.","num":53},{"text":"Your statutes have been my songs In the house of my pilgrimage.","num":54},{"text":"I remember Your name in the night, O LORD, And I keep Your law.","num":55},{"text":"This has become mine, Because I kept Your precepts.","num":56},{"text":"You are my portion, O LORD; I have said that I would keep Your words.","num":57},{"text":"I entreated Your favor with my whole heart; Be merciful to me according to Your word.","num":58},{"text":"I thought about my ways, And turned my feet to Your testimonies.","num":59},{"text":"I made haste, and did not delay To keep Your commandments.","num":60},{"text":"The cords of the wicked have bound me, But I have not forgotten Your law.","num":61},{"text":"At midnight I will rise to give thanks to You, Because of Your righteous judgments.","num":62},{"text":"I am a companion of all who fear You, And of those who keep Your precepts.","num":63},{"text":"The earth, O LORD, is full of Your mercy; Teach me Your statutes.","num":64},{"text":"You have dealt well with Your servant, O LORD, according to Your word.","num":65},{"text":"Teach me good judgment and knowledge, For I believe Your commandments.","num":66},{"text":"Before I was afflicted I went astray, But now I keep Your word.","num":67},{"text":"You are good, and do good; Teach me Your statutes.","num":68},{"text":"The proud have forged a lie against me, But I will keep Your precepts with my whole heart.","num":69},{"text":"Their heart is as fat as grease, But I delight in Your law.","num":70},{"text":"It is good for me that I have been afflicted, That I may learn Your statutes.","num":71},{"text":"The law of Your mouth is better to me Than thousands of coins of gold and silver.","num":72},{"text":"Your hands have made me and fashioned me; Give me understanding, that I may learn Your commandments.","num":73},{"text":"Those who fear You will be glad when they see me, Because I have hoped in Your word.","num":74},{"text":"I know, O LORD, that Your judgments are right, And that in faithfulness You have afflicted me.","num":75},{"text":"Let, I pray, Your merciful kindness be for my comfort, According to Your word to Your servant.","num":76},{"text":"Let Your tender mercies come to me, that I may live; For Your law is my delight.","num":77},{"text":"Let the proud be ashamed, For they treated me wrongfully with falsehood; But I will meditate on Your precepts.","num":78},{"text":"Let those who fear You turn to me, Those who know Your testimonies.","num":79},{"text":"Let my heart be blameless regarding Your statutes, That I may not be ashamed.","num":80},{"text":"My soul faints for Your salvation, But I hope in Your word.","num":81},{"text":"My eyes fail from searching Your word, Saying, \"When will You comfort me?\"","num":82},{"text":"For I have become like a wineskin in smoke, Yet I do not forget Your statutes.","num":83},{"text":"How many are the days of Your servant? When will You execute judgment on those who persecute me?","num":84},{"text":"The proud have dug pits for me, Which is not according to Your law.","num":85},{"text":"All Your commandments are faithful; They persecute me wrongfully; Help me!","num":86},{"text":"They almost made an end of me on earth, But I did not forsake Your precepts.","num":87},{"text":"Revive me according to Your lovingkindness, So that I may keep the testimony of Your mouth.","num":88},{"text":"Forever, O LORD, Your word is settled in heaven.","num":89},{"text":"Your faithfulness endures to all generations; You established the earth, and it abides.","num":90},{"text":"They continue this day according to Your ordinances, For all are Your servants.","num":91},{"text":"Unless Your law had been my delight, I would then have perished in my affliction.","num":92},{"text":"I will never forget Your precepts, For by them You have given me life.","num":93},{"text":"I am Yours, save me; For I have sought Your precepts.","num":94},{"text":"The wicked wait for me to destroy me, But I will consider Your testimonies.","num":95},{"text":"I have seen the consummation of all perfection, But Your commandment is exceedingly broad.","num":96},{"text":"Oh, how I love Your law! It is my meditation all the day.","num":97},{"text":"You, through Your commandments, make me wiser than my enemies; For they are ever with me.","num":98},{"text":"I have more understanding than all my teachers, For Your testimonies are my meditation.","num":99},{"text":"I understand more than the ancients, Because I keep Your precepts.","num":100},{"text":"I have restrained my feet from every evil way, That I may keep Your word.","num":101},{"text":"I have not departed from Your judgments, For You Yourself have taught me.","num":102},{"text":"How sweet are Your words to my taste, Sweeter than honey to my mouth!","num":103},{"text":"Through Your precepts I get understanding; Therefore I hate every false way.","num":104},{"text":"Your word is a lamp to my feet And a light to my path.","num":105},{"text":"I have sworn and confirmed That I will keep Your righteous judgments.","num":106},{"text":"I am afflicted very much; Revive me, O LORD, according to Your word.","num":107},{"text":"Accept, I pray, the freewill offerings of my mouth, O LORD, And teach me Your judgments.","num":108},{"text":"My life is continually in my hand, Yet I do not forget Your law.","num":109},{"text":"The wicked have laid a snare for me, Yet I have not strayed from Your precepts.","num":110},{"text":"Your testimonies I have taken as a heritage forever, For they are the rejoicing of my heart.","num":111},{"text":"I have inclined my heart to perform Your statutes Forever, to the very end.","num":112},{"text":"I hate the double-minded, But I love Your law.","num":113},{"text":"You are my hiding place and my shield; I hope in Your word.","num":114},{"text":"Depart from me, you evildoers, For I will keep the commandments of my God!","num":115},{"text":"Uphold me according to Your word, that I may live; And do not let me be ashamed of my hope.","num":116},{"text":"Hold me up, and I shall be safe, And I shall observe Your statutes continually.","num":117},{"text":"You reject all those who stray from Your statutes, For their deceit is falsehood.","num":118},{"text":"You put away all the wicked of the earth like dross; Therefore I love Your testimonies.","num":119},{"text":"My flesh trembles for fear of You, And I am afraid of Your judgments.","num":120},{"text":"I have done justice and righteousness; Do not leave me to my oppressors.","num":121},{"text":"Be surety for Your servant for good; Do not let the proud oppress me.","num":122},{"text":"My eyes fail from seeking Your salvation And Your righteous word.","num":123},{"text":"Deal with Your servant according to Your mercy, And teach me Your statutes.","num":124},{"text":"I am Your servant; Give me understanding, That I may know Your testimonies.","num":125},{"text":"It is time for You to act, O LORD, For they have regarded Your law as void.","num":126},{"text":"Therefore I love Your commandments More than gold, yes, than fine gold!","num":127},{"text":"Therefore all Your precepts concerning all things I consider to be right; I hate every false way.","num":128},{"text":"Your testimonies are wonderful; Therefore my soul keeps them.","num":129},{"text":"The entrance of Your words gives light; It gives understanding to the simple.","num":130},{"text":"I opened my mouth and panted, For I longed for Your commandments.","num":131},{"text":"Look upon me and be merciful to me, As Your custom is toward those who love Your name.","num":132},{"text":"Direct my steps by Your word, And let no iniquity have dominion over me.","num":133},{"text":"Redeem me from the oppression of man, That I may keep Your precepts.","num":134},{"text":"Make Your face shine upon Your servant, And teach me Your statutes.","num":135},{"text":"Rivers of water run down from my eyes, Because men do not keep Your law.","num":136},{"text":"Righteous are You, O LORD, And upright are Your judgments.","num":137},{"text":"Your testimonies, which You have commanded, Are righteous and very faithful.","num":138},{"text":"My zeal has consumed me, Because my enemies have forgotten Your words.","num":139},{"text":"Your word is very pure; Therefore Your servant loves it.","num":140},{"text":"I am small and despised, Yet I do not forget Your precepts.","num":141},{"text":"Your righteousness is an everlasting righteousness, And Your law is truth.","num":142},{"text":"Trouble and anguish have overtaken me, Yet Your commandments are my delights.","num":143},{"text":"The righteousness of Your testimonies is everlasting; Give me understanding, and I shall live.","num":144},{"text":"I cry out with my whole heart; Hear me, O LORD! I will keep Your statutes.","num":145},{"text":"I cry out to You; Save me, and I will keep Your testimonies.","num":146},{"text":"I rise before the dawning of the morning, And cry for help; I hope in Your word.","num":147},{"text":"My eyes are awake through the night watches, That I may meditate on Your word.","num":148},{"text":"Hear my voice according to Your lovingkindness; O LORD, revive me according to Your justice.","num":149},{"text":"They draw near who follow after wickedness; They are far from Your law.","num":150},{"text":"You are near, O LORD, And all Your commandments are truth.","num":151},{"text":"Concerning Your testimonies, I have known of old that You have founded them forever.","num":152},{"text":"Consider my affliction and deliver me, For I do not forget Your law.","num":153},{"text":"Plead my cause and redeem me; Revive me according to Your word.","num":154},{"text":"Salvation is far from the wicked, For they do not seek Your statutes.","num":155},{"text":"Great are Your tender mercies, O LORD; Revive me according to Your judgments.","num":156},{"text":"Many are my persecutors and my enemies, Yet I do not turn from Your testimonies.","num":157},{"text":"I see the treacherous, and am disgusted, Because they do not keep Your word.","num":158},{"text":"Consider how I love Your precepts; Revive me, O LORD, according to Your lovingkindness.","num":159},{"text":"The entirety of Your word is truth, And every one of Your righteous judgments endures forever.","num":160},{"text":"Princes persecute me without a cause, But my heart stands in awe of Your word.","num":161},{"text":"I rejoice at Your word As one who finds great treasure.","num":162},{"text":"I hate and abhor lying, But I love Your law.","num":163},{"text":"Seven times a day I praise You, Because of Your righteous judgments.","num":164},{"text":"Great peace have those who love Your law, And nothing causes them to stumble.","num":165},{"text":"LORD, I hope for Your salvation, And I do Your commandments.","num":166},{"text":"My soul keeps Your testimonies, And I love them exceedingly.","num":167},{"text":"I keep Your precepts and Your testimonies, For all my ways are before You.","num":168},{"text":"Let my cry come before You, O LORD; Give me understanding according to Your word.","num":169},{"text":"Let my supplication come before You; Deliver me according to Your word.","num":170},{"text":"My lips shall utter praise, For You teach me Your statutes.","num":171},{"text":"My tongue shall speak of Your word, For all Your commandments are righteousness.","num":172},{"text":"Let Your hand become my help, For I have chosen Your precepts.","num":173},{"text":"I long for Your salvation, O LORD, And Your law is my delight.","num":174},{"text":"Let my soul live, and it shall praise You; And let Your judgments help me.","num":175},{"text":"I have gone astray like a lost sheep; Seek Your servant, For I do not forget Your commandments.","num":176}],"num":119},{"verses":[{"text":"In my distress I cried to the LORD, And He heard me.","num":1},{"text":"Deliver my soul, O LORD, from lying lips And from a deceitful tongue.","num":2},{"text":"What shall be given to you, Or what shall be done to you, You false tongue?","num":3},{"text":"Sharp arrows of the warrior, With coals of the broom tree!","num":4},{"text":"Woe is me, that I dwell in Meshech, That I dwell among the tents of Kedar!","num":5},{"text":"My soul has dwelt too long With one who hates peace.","num":6},{"text":"I am for peace; But when I speak, they are for war.","num":7}],"num":120},{"verses":[{"text":"I will lift up my eyes to the hills-- From whence comes my help?","num":1},{"text":"My help comes from the LORD, Who made heaven and earth.","num":2},{"text":"He will not allow your foot to be moved; He who keeps you will not slumber.","num":3},{"text":"Behold, He who keeps Israel Shall neither slumber nor sleep.","num":4},{"text":"The LORD is your keeper; The LORD is your shade at your right hand.","num":5},{"text":"The sun shall not strike you by day, Nor the moon by night.","num":6},{"text":"The LORD shall preserve you from all evil; He shall preserve your soul.","num":7},{"text":"The LORD shall preserve your going out and your coming in From this time forth, and even forevermore.","num":8}],"num":121},{"verses":[{"text":"I was glad when they said to me, \"Let us go into the house of the LORD.\"","num":1},{"text":"Our feet have been standing Within your gates, O Jerusalem!","num":2},{"text":"Jerusalem is built As a city that is compact together,","num":3},{"text":"Where the tribes go up, The tribes of the LORD, To the Testimony of Israel, To give thanks to the name of the LORD.","num":4},{"text":"For thrones are set there for judgment, The thrones of the house of David.","num":5},{"text":"Pray for the peace of Jerusalem: \"May they prosper who love you.","num":6},{"text":"Peace be within your walls, Prosperity within your palaces.\"","num":7},{"text":"For the sake of my brethren and companions, I will now say, \"Peace be within you.\"","num":8},{"text":"Because of the house of the LORD our God I will seek your good.","num":9}],"num":122},{"verses":[{"text":"Unto You I lift up my eyes, O You who dwell in the heavens.","num":1},{"text":"Behold, as the eyes of servants look to the hand of their masters, As the eyes of a maid to the hand of her mistress, So our eyes look to the LORD our God, Until He has mercy on us.","num":2},{"text":"Have mercy on us, O LORD, have mercy on us! For we are exceedingly filled with contempt.","num":3},{"text":"Our soul is exceedingly filled With the scorn of those who are at ease, With the contempt of the proud.","num":4}],"num":123},{"verses":[{"text":"\"If it had not been the LORD who was on our side,\" Let Israel now say--","num":1},{"text":"\"If it had not been the LORD who was on our side, When men rose up against us,","num":2},{"text":"Then they would have swallowed us alive, When their wrath was kindled against us;","num":3},{"text":"Then the waters would have overwhelmed us, The stream would have gone over our soul;","num":4},{"text":"Then the swollen waters Would have gone over our soul.\"","num":5},{"text":"Blessed be the LORD, Who has not given us as prey to their teeth.","num":6},{"text":"Our soul has escaped as a bird from the snare of the fowlers; The snare is broken, and we have escaped.","num":7},{"text":"Our help is in the name of the LORD, Who made heaven and earth.","num":8}],"num":124},{"verses":[{"text":"Those who trust in the LORD Are like Mount Zion, Which cannot be moved, but abides forever.","num":1},{"text":"As the mountains surround Jerusalem, So the LORD surrounds His people From this time forth and forever.","num":2},{"text":"For the scepter of wickedness shall not rest On the land allotted to the righteous, Lest the righteous reach out their hands to iniquity.","num":3},{"text":"Do good, O LORD, to those who are good, And to those who are upright in their hearts.","num":4},{"text":"As for such as turn aside to their crooked ways, The LORD shall lead them away With the workers of iniquity. Peace be upon Israel!","num":5}],"num":125},{"verses":[{"text":"When the LORD brought back the captivity of Zion, We were like those who dream.","num":1},{"text":"Then our mouth was filled with laughter, And our tongue with singing. Then they said among the nations, \"The LORD has done great things for them.\"","num":2},{"text":"The LORD has done great things for us, And we are glad.","num":3},{"text":"Bring back our captivity, O LORD, As the streams in the South.","num":4},{"text":"Those who sow in tears Shall reap in joy.","num":5},{"text":"He who continually goes forth weeping, Bearing seed for sowing, Shall doubtless come again with rejoicing, Bringing his sheaves with him.","num":6}],"num":126},{"verses":[{"text":"Unless the LORD builds the house, They labor in vain who build it; Unless the LORD guards the city, The watchman stays awake in vain.","num":1},{"text":"It is vain for you to rise up early, To sit up late, To eat the bread of sorrows; For so He gives His beloved sleep.","num":2},{"text":"Behold, children are a heritage from the LORD, The fruit of the womb is a reward.","num":3},{"text":"Like arrows in the hand of a warrior, So are the children of one's youth.","num":4},{"text":"Happy is the man who has his quiver full of them; They shall not be ashamed, But shall speak with their enemies in the gate.","num":5}],"num":127},{"verses":[{"text":"Blessed is every one who fears the LORD, Who walks in His ways.","num":1},{"text":"When you eat the labor of your hands, You shall be happy, and it shall be well with you.","num":2},{"text":"Your wife shall be like a fruitful vine In the very heart of your house, Your children like olive plants All around your table.","num":3},{"text":"Behold, thus shall the man be blessed Who fears the LORD.","num":4},{"text":"The LORD bless you out of Zion, And may you see the good of Jerusalem All the days of your life.","num":5},{"text":"Yes, may you see your children's children. Peace be upon Israel!","num":6}],"num":128},{"verses":[{"text":"\"Many a time they have afflicted me from my youth,\" Let Israel now say--","num":1},{"text":"\"Many a time they have afflicted me from my youth; Yet they have not prevailed against me.","num":2},{"text":"The plowers plowed on my back; They made their furrows long.\"","num":3},{"text":"The LORD is righteous; He has cut in pieces the cords of the wicked.","num":4},{"text":"Let all those who hate Zion Be put to shame and turned back.","num":5},{"text":"Let them be as the grass on the housetops, Which withers before it grows up,","num":6},{"text":"With which the reaper does not fill his hand, Nor he who binds sheaves, his arms.","num":7},{"text":"Neither let those who pass by them say, \"The blessing of the LORD be upon you; We bless you in the name of the LORD!\"","num":8}],"num":129},{"verses":[{"text":"Out of the depths I have cried to You, O LORD;","num":1},{"text":"Lord, hear my voice! Let Your ears be attentive To the voice of my supplications.","num":2},{"text":"If You, LORD, should mark iniquities, O Lord, who could stand?","num":3},{"text":"But there is forgiveness with You, That You may be feared.","num":4},{"text":"I wait for the LORD, my soul waits, And in His word I do hope.","num":5},{"text":"My soul waits for the Lord More than those who watch for the morning-- Yes, more than those who watch for the morning.","num":6},{"text":"O Israel, hope in the LORD; For with the LORD there is mercy, And with Him is abundant redemption.","num":7},{"text":"And He shall redeem Israel From all his iniquities.","num":8}],"num":130},{"verses":[{"text":"LORD, my heart is not haughty, Nor my eyes lofty. Neither do I concern myself with great matters, Nor with things too profound for me.","num":1},{"text":"Surely I have calmed and quieted my soul, Like a weaned child with his mother; Like a weaned child is my soul within me.","num":2},{"text":"O Israel, hope in the LORD From this time forth and forever.","num":3}],"num":131},{"verses":[{"text":"LORD, remember David And all his afflictions;","num":1},{"text":"How he swore to the LORD, And vowed to the Mighty One of Jacob:","num":2},{"text":"\"Surely I will not go into the chamber of my house, Or go up to the comfort of my bed;","num":3},{"text":"I will not give sleep to my eyes Or slumber to my eyelids,","num":4},{"text":"Until I find a place for the LORD, A dwelling place for the Mighty One of Jacob.\"","num":5},{"text":"Behold, we heard of it in Ephrathah; We found it in the fields of the woods.","num":6},{"text":"Let us go into His tabernacle; Let us worship at His footstool.","num":7},{"text":"Arise, O LORD, to Your resting place, You and the ark of Your strength.","num":8},{"text":"Let Your priests be clothed with righteousness, And let Your saints shout for joy.","num":9},{"text":"For Your servant David's sake, Do not turn away the face of Your Anointed.","num":10},{"text":"The LORD has sworn in truth to David; He will not turn from it: \"I will set upon your throne the fruit of your body.","num":11},{"text":"If your sons will keep My covenant And My testimony which I shall teach them, Their sons also shall sit upon your throne forevermore.\"","num":12},{"text":"For the LORD has chosen Zion; He has desired it for His dwelling place:","num":13},{"text":"\"This is My resting place forever; Here I will dwell, for I have desired it.","num":14},{"text":"I will abundantly bless her provision; I will satisfy her poor with bread.","num":15},{"text":"I will also clothe her priests with salvation, And her saints shall shout aloud for joy.","num":16},{"text":"There I will make the horn of David grow; I will prepare a lamp for My Anointed.","num":17},{"text":"His enemies I will clothe with shame, But upon Himself His crown shall flourish.\"","num":18}],"num":132},{"verses":[{"text":"Behold, how good and how pleasant it is For brethren to dwell together in unity!","num":1},{"text":"It is like the precious oil upon the head, Running down on the beard, The beard of Aaron, Running down on the edge of his garments.","num":2},{"text":"It is like the dew of Hermon, Descending upon the mountains of Zion; For there the LORD commanded the blessing-- Life forevermore.","num":3}],"num":133},{"verses":[{"text":"Behold, bless the LORD, All you servants of the LORD, Who by night stand in the house of the LORD!","num":1},{"text":"Lift up your hands in the sanctuary, And bless the LORD.","num":2},{"text":"The LORD who made heaven and earth Bless you from Zion!","num":3}],"num":134},{"verses":[{"text":"Praise the LORD! Praise the name of the LORD; Praise Him, O you servants of the LORD!","num":1},{"text":"You who stand in the house of the LORD, In the courts of the house of our God,","num":2},{"text":"Praise the LORD, for the LORD is good; Sing praises to His name, for it is pleasant.","num":3},{"text":"For the LORD has chosen Jacob for Himself, Israel for His special treasure.","num":4},{"text":"For I know that the LORD is great, And our Lord is above all gods.","num":5},{"text":"Whatever the LORD pleases He does, In heaven and in earth, In the seas and in all deep places.","num":6},{"text":"He causes the vapors to ascend from the ends of the earth; He makes lightning for the rain; He brings the wind out of His treasuries.","num":7},{"text":"He destroyed the firstborn of Egypt, Both of man and beast.","num":8},{"text":"He sent signs and wonders into the midst of you, O Egypt, Upon Pharaoh and all his servants.","num":9},{"text":"He defeated many nations And slew mighty kings--","num":10},{"text":"Sihon king of the Amorites, Og king of Bashan, And all the kingdoms of Canaan--","num":11},{"text":"And gave their land as a heritage, A heritage to Israel His people.","num":12},{"text":"Your name, O LORD, endures forever, Your fame, O LORD, throughout all generations.","num":13},{"text":"For the LORD will judge His people, And He will have compassion on His servants.","num":14},{"text":"The idols of the nations are silver and gold, The work of men's hands.","num":15},{"text":"They have mouths, but they do not speak; Eyes they have, but they do not see;","num":16},{"text":"They have ears, but they do not hear; Nor is there any breath in their mouths.","num":17},{"text":"Those who make them are like them; So is everyone who trusts in them.","num":18},{"text":"Bless the LORD, O house of Israel! Bless the LORD, O house of Aaron!","num":19},{"text":"Bless the LORD, O house of Levi! You who fear the LORD, bless the LORD!","num":20},{"text":"Blessed be the LORD out of Zion, Who dwells in Jerusalem! Praise the LORD!","num":21}],"num":135},{"verses":[{"text":"Oh, give thanks to the LORD, for He is good! For His mercy endures forever.","num":1},{"text":"Oh, give thanks to the God of gods! For His mercy endures forever.","num":2},{"text":"Oh, give thanks to the Lord of lords! For His mercy endures forever:","num":3},{"text":"To Him who alone does great wonders, For His mercy endures forever;","num":4},{"text":"To Him who by wisdom made the heavens, For His mercy endures forever;","num":5},{"text":"To Him who laid out the earth above the waters, For His mercy endures forever;","num":6},{"text":"To Him who made great lights, For His mercy endures forever--","num":7},{"text":"The sun to rule by day, For His mercy endures forever;","num":8},{"text":"The moon and stars to rule by night, For His mercy endures forever.","num":9},{"text":"To Him who struck Egypt in their firstborn, For His mercy endures forever;","num":10},{"text":"And brought out Israel from among them, For His mercy endures forever;","num":11},{"text":"With a strong hand, and with an outstretched arm, For His mercy endures forever;","num":12},{"text":"To Him who divided the Red Sea in two, For His mercy endures forever;","num":13},{"text":"And made Israel pass through the midst of it, For His mercy endures forever;","num":14},{"text":"But overthrew Pharaoh and his army in the Red Sea, For His mercy endures forever;","num":15},{"text":"To Him who led His people through the wilderness, For His mercy endures forever;","num":16},{"text":"To Him who struck down great kings, For His mercy endures forever;","num":17},{"text":"And slew famous kings, For His mercy endures forever--","num":18},{"text":"Sihon king of the Amorites, For His mercy endures forever;","num":19},{"text":"And Og king of Bashan, For His mercy endures forever--","num":20},{"text":"And gave their land as a heritage, For His mercy endures forever;","num":21},{"text":"A heritage to Israel His servant, For His mercy endures forever.","num":22},{"text":"Who remembered us in our lowly state, For His mercy endures forever;","num":23},{"text":"And rescued us from our enemies, For His mercy endures forever;","num":24},{"text":"Who gives food to all flesh, For His mercy endures forever.","num":25},{"text":"Oh, give thanks to the God of heaven! For His mercy endures forever.","num":26}],"num":136},{"verses":[{"text":"By the rivers of Babylon, There we sat down, yea, we wept When we remembered Zion.","num":1},{"text":"We hung our harps Upon the willows in the midst of it.","num":2},{"text":"For there those who carried us away captive asked of us a song, And those who plundered us requested mirth, Saying, \"Sing us one of the songs of Zion!\"","num":3},{"text":"How shall we sing the LORD's song In a foreign land?","num":4},{"text":"If I forget you, O Jerusalem, Let my right hand forget its skill!","num":5},{"text":"If I do not remember you, Let my tongue cling to the roof of my mouth-- If I do not exalt Jerusalem Above my chief joy.","num":6},{"text":"Remember, O LORD, against the sons of Edom The day of Jerusalem, Who said, \"Raze it, raze it, To its very foundation!\"","num":7},{"text":"O daughter of Babylon, who are to be destroyed, Happy the one who repays you as you have served us!","num":8},{"text":"Happy the one who takes and dashes Your little ones against the rock!","num":9}],"num":137},{"verses":[{"text":"I will praise You with my whole heart; Before the gods I will sing praises to You.","num":1},{"text":"I will worship toward Your holy temple, And praise Your name For Your lovingkindness and Your truth; For You have magnified Your word above all Your name.","num":2},{"text":"In the day when I cried out, You answered me, And made me bold with strength in my soul.","num":3},{"text":"All the kings of the earth shall praise You, O LORD, When they hear the words of Your mouth.","num":4},{"text":"Yes, they shall sing of the ways of the LORD, For great is the glory of the LORD.","num":5},{"text":"Though the LORD is on high, Yet He regards the lowly; But the proud He knows from afar.","num":6},{"text":"Though I walk in the midst of trouble, You will revive me; You will stretch out Your hand Against the wrath of my enemies, And Your right hand will save me.","num":7},{"text":"The LORD will perfect that which concerns me; Your mercy, O LORD, endures forever; Do not forsake the works of Your hands.","num":8}],"num":138},{"verses":[{"text":"O LORD, You have searched me and known me.","num":1},{"text":"You know my sitting down and my rising up; You understand my thought afar off.","num":2},{"text":"You comprehend my path and my lying down, And are acquainted with all my ways.","num":3},{"text":"For there is not a word on my tongue, But behold, O LORD, You know it altogether.","num":4},{"text":"You have hedged me behind and before, And laid Your hand upon me.","num":5},{"text":"Such knowledge is too wonderful for me; It is high, I cannot attain it.","num":6},{"text":"Where can I go from Your Spirit? Or where can I flee from Your presence?","num":7},{"text":"If I ascend into heaven, You are there; If I make my bed in hell, behold, You are there.","num":8},{"text":"If I take the wings of the morning, And dwell in the uttermost parts of the sea,","num":9},{"text":"Even there Your hand shall lead me, And Your right hand shall hold me.","num":10},{"text":"If I say, \"Surely the darkness shall fall on me,\" Even the night shall be light about me;","num":11},{"text":"Indeed, the darkness shall not hide from You, But the night shines as the day; The darkness and the light are both alike to You.","num":12},{"text":"For You formed my inward parts; You covered me in my mother's womb.","num":13},{"text":"I will praise You, for I am fearfully and wonderfully made; Marvelous are Your works, And that my soul knows very well.","num":14},{"text":"My frame was not hidden from You, When I was made in secret, And skillfully wrought in the lowest parts of the earth.","num":15},{"text":"Your eyes saw my substance, being yet unformed. And in Your book they all were written, The days fashioned for me, When as yet there were none of them.","num":16},{"text":"How precious also are Your thoughts to me, O God! How great is the sum of them!","num":17},{"text":"If I should count them, they would be more in number than the sand; When I awake, I am still with You.","num":18},{"text":"Oh, that You would slay the wicked, O God! Depart from me, therefore, you bloodthirsty men.","num":19},{"text":"For they speak against You wickedly; Your enemies take Your name in vain.","num":20},{"text":"Do I not hate them, O LORD, who hate You? And do I not loathe those who rise up against You?","num":21},{"text":"I hate them with perfect hatred; I count them my enemies.","num":22},{"text":"Search me, O God, and know my heart; Try me, and know my anxieties;","num":23},{"text":"And see if there is any wicked way in me, And lead me in the way everlasting.","num":24}],"num":139},{"verses":[{"text":"Deliver me, O LORD, from evil men; Preserve me from violent men,","num":1},{"text":"Who plan evil things in their hearts; They continually gather together for war.","num":2},{"text":"They sharpen their tongues like a serpent; The poison of asps is under their lips.Selah","num":3},{"text":"Keep me, O LORD, from the hands of the wicked; Preserve me from violent men, Who have purposed to make my steps stumble.","num":4},{"text":"The proud have hidden a snare for me, and cords; They have spread a net by the wayside; They have set traps for me.Selah","num":5},{"text":"I said to the LORD: \"You are my God; Hear the voice of my supplications, O LORD.","num":6},{"text":"O GOD the Lord, the strength of my salvation, You have covered my head in the day of battle.","num":7},{"text":"Do not grant, O LORD, the desires of the wicked; Do not further his wicked scheme, Lest they be exalted.Selah","num":8},{"text":"\"As for the head of those who surround me, Let the evil of their lips cover them;","num":9},{"text":"Let burning coals fall upon them; Let them be cast into the fire, Into deep pits, that they rise not up again.","num":10},{"text":"Let not a slanderer be established in the earth; Let evil hunt the violent man to overthrow him.\"","num":11},{"text":"I know that the LORD will maintain The cause of the afflicted, And justice for the poor.","num":12},{"text":"Surely the righteous shall give thanks to Your name; The upright shall dwell in Your presence.","num":13}],"num":140},{"verses":[{"text":"LORD, I cry out to You; Make haste to me! Give ear to my voice when I cry out to You.","num":1},{"text":"Let my prayer be set before You as incense, The lifting up of my hands as the evening sacrifice.","num":2},{"text":"Set a guard, O LORD, over my mouth; Keep watch over the door of my lips.","num":3},{"text":"Do not incline my heart to any evil thing, To practice wicked works With men who work iniquity; And do not let me eat of their delicacies.","num":4},{"text":"Let the righteous strike me; It shall be a kindness. And let him rebuke me; It shall be as excellent oil; Let my head not refuse it. For still my prayer is against the deeds of the wicked.","num":5},{"text":"Their judges are overthrown by the sides of the cliff, And they hear my words, for they are sweet.","num":6},{"text":"Our bones are scattered at the mouth of the grave, As when one plows and breaks up the earth.","num":7},{"text":"But my eyes are upon You, O GOD the Lord; In You I take refuge; Do not leave my soul destitute.","num":8},{"text":"Keep me from the snares they have laid for me, And from the traps of the workers of iniquity.","num":9},{"text":"Let the wicked fall into their own nets, While I escape safely.","num":10}],"num":141},{"verses":[{"text":"I cry out to the LORD with my voice; With my voice to the LORD I make my supplication.","num":1},{"text":"I pour out my complaint before Him; I declare before Him my trouble.","num":2},{"text":"When my spirit was overwhelmed within me, Then You knew my path. In the way in which I walk They have secretly set a snare for me.","num":3},{"text":"Look on my right hand and see, For there is no one who acknowledges me; Refuge has failed me; No one cares for my soul.","num":4},{"text":"I cried out to You, O LORD: I said, \"You are my refuge, My portion in the land of the living.","num":5},{"text":"Attend to my cry, For I am brought very low; Deliver me from my persecutors, For they are stronger than I.","num":6},{"text":"Bring my soul out of prison, That I may praise Your name; The righteous shall surround me, For You shall deal bountifully with me.\"","num":7}],"num":142},{"verses":[{"text":"Hear my prayer, O LORD, Give ear to my supplications! In Your faithfulness answer me, And in Your righteousness.","num":1},{"text":"Do not enter into judgment with Your servant, For in Your sight no one living is righteous.","num":2},{"text":"For the enemy has persecuted my soul; He has crushed my life to the ground; He has made me dwell in darkness, Like those who have long been dead.","num":3},{"text":"Therefore my spirit is overwhelmed within me; My heart within me is distressed.","num":4},{"text":"I remember the days of old; I meditate on all Your works; I muse on the work of Your hands.","num":5},{"text":"I spread out my hands to You; My soul longs for You like a thirsty land.Selah","num":6},{"text":"Answer me speedily, O LORD; My spirit fails! Do not hide Your face from me, Lest I be like those who go down into the pit.","num":7},{"text":"Cause me to hear Your lovingkindness in the morning, For in You do I trust; Cause me to know the way in which I should walk, For I lift up my soul to You.","num":8},{"text":"Deliver me, O LORD, from my enemies; In You I take shelter.","num":9},{"text":"Teach me to do Your will, For You are my God; Your Spirit is good. Lead me in the land of uprightness.","num":10},{"text":"Revive me, O LORD, for Your name's sake! For Your righteousness' sake bring my soul out of trouble.","num":11},{"text":"In Your mercy cut off my enemies, And destroy all those who afflict my soul; For I am Your servant.","num":12}],"num":143},{"verses":[{"text":"Blessed be the LORD my Rock, Who trains my hands for war, And my fingers for battle--","num":1},{"text":"My lovingkindness and my fortress, My high tower and my deliverer, My shield and the One in whom I take refuge, Who subdues my people under me.","num":2},{"text":"LORD, what is man, that You take knowledge of him? Or the son of man, that You are mindful of him?","num":3},{"text":"Man is like a breath; His days are like a passing shadow.","num":4},{"text":"Bow down Your heavens, O LORD, and come down; Touch the mountains, and they shall smoke.","num":5},{"text":"Flash forth lightning and scatter them; Shoot out Your arrows and destroy them.","num":6},{"text":"Stretch out Your hand from above; Rescue me and deliver me out of great waters, From the hand of foreigners,","num":7},{"text":"Whose mouth speaks lying words, And whose right hand is a right hand of falsehood.","num":8},{"text":"I will sing a new song to You, O God; On a harp of ten strings I will sing praises to You,","num":9},{"text":"The One who gives salvation to kings, Who delivers David His servant From the deadly sword.","num":10},{"text":"Rescue me and deliver me from the hand of foreigners, Whose mouth speaks lying words, And whose right hand is a right hand of falsehood--","num":11},{"text":"That our sons may be as plants grown up in their youth; That our daughters may be as pillars, Sculptured in palace style;","num":12},{"text":"That our barns may be full, Supplying all kinds of produce; That our sheep may bring forth thousands And ten thousands in our fields;","num":13},{"text":"That our oxen may be well laden; That there be no breaking in or going out; That there be no outcry in our streets.","num":14},{"text":"Happy are the people who are in such a state; Happy are the people whose God is the LORD!","num":15}],"num":144},{"verses":[{"text":"I will extol You, my God, O King; And I will bless Your name forever and ever.","num":1},{"text":"Every day I will bless You, And I will praise Your name forever and ever.","num":2},{"text":"Great is the LORD, and greatly to be praised; And His greatness is unsearchable.","num":3},{"text":"One generation shall praise Your works to another, And shall declare Your mighty acts.","num":4},{"text":"I will meditate on the glorious splendor of Your majesty, And on Your wondrous works.","num":5},{"text":"Men shall speak of the might of Your awesome acts, And I will declare Your greatness.","num":6},{"text":"They shall utter the memory of Your great goodness, And shall sing of Your righteousness.","num":7},{"text":"The LORD is gracious and full of compassion, Slow to anger and great in mercy.","num":8},{"text":"The LORD is good to all, And His tender mercies are over all His works.","num":9},{"text":"All Your works shall praise You, O LORD, And Your saints shall bless You.","num":10},{"text":"They shall speak of the glory of Your kingdom, And talk of Your power,","num":11},{"text":"To make known to the sons of men His mighty acts, And the glorious majesty of His kingdom.","num":12},{"text":"Your kingdom is an everlasting kingdom, And Your dominion endures throughout all generations.","num":13},{"text":"The LORD upholds all who fall, And raises up all who are bowed down.","num":14},{"text":"The eyes of all look expectantly to You, And You give them their food in due season.","num":15},{"text":"You open Your hand And satisfy the desire of every living thing.","num":16},{"text":"The LORD is righteous in all His ways, Gracious in all His works.","num":17},{"text":"The LORD is near to all who call upon Him, To all who call upon Him in truth.","num":18},{"text":"He will fulfill the desire of those who fear Him; He also will hear their cry and save them.","num":19},{"text":"The LORD preserves all who love Him, But all the wicked He will destroy.","num":20},{"text":"My mouth shall speak the praise of the LORD, And all flesh shall bless His holy name Forever and ever.","num":21}],"num":145},{"verses":[{"text":"Praise the LORD! Praise the LORD, O my soul!","num":1},{"text":"While I live I will praise the LORD; I will sing praises to my God while I have my being.","num":2},{"text":"Do not put your trust in princes, Nor in a son of man, in whom there is no help.","num":3},{"text":"His spirit departs, he returns to his earth; In that very day his plans perish.","num":4},{"text":"Happy is he who has the God of Jacob for his help, Whose hope is in the LORD his God,","num":5},{"text":"Who made heaven and earth, The sea, and all that is in them; Who keeps truth forever,","num":6},{"text":"Who executes justice for the oppressed, Who gives food to the hungry. The LORD gives freedom to the prisoners.","num":7},{"text":"The LORD opens the eyes of the blind; The LORD raises those who are bowed down; The LORD loves the righteous.","num":8},{"text":"The LORD watches over the strangers; He relieves the fatherless and widow; But the way of the wicked He turns upside down.","num":9},{"text":"The LORD shall reign forever-- Your God, O Zion, to all generations. Praise the LORD!","num":10}],"num":146},{"verses":[{"text":"Praise the LORD! For it is good to sing praises to our God; For it is pleasant, and praise is beautiful.","num":1},{"text":"The LORD builds up Jerusalem; He gathers together the outcasts of Israel.","num":2},{"text":"He heals the brokenhearted And binds up their wounds.","num":3},{"text":"He counts the number of the stars; He calls them all by name.","num":4},{"text":"Great is our Lord, and mighty in power; His understanding is infinite.","num":5},{"text":"The LORD lifts up the humble; He casts the wicked down to the ground.","num":6},{"text":"Sing to the LORD with thanksgiving; Sing praises on the harp to our God,","num":7},{"text":"Who covers the heavens with clouds, Who prepares rain for the earth, Who makes grass to grow on the mountains.","num":8},{"text":"He gives to the beast its food, And to the young ravens that cry.","num":9},{"text":"He does not delight in the strength of the horse; He takes no pleasure in the legs of a man.","num":10},{"text":"The LORD takes pleasure in those who fear Him, In those who hope in His mercy.","num":11},{"text":"Praise the LORD, O Jerusalem! Praise your God, O Zion!","num":12},{"text":"For He has strengthened the bars of your gates; He has blessed your children within you.","num":13},{"text":"He makes peace in your borders, And fills you with the finest wheat.","num":14},{"text":"He sends out His command to the earth; His word runs very swiftly.","num":15},{"text":"He gives snow like wool; He scatters the frost like ashes;","num":16},{"text":"He casts out His hail like morsels; Who can stand before His cold?","num":17},{"text":"He sends out His word and melts them; He causes His wind to blow, and the waters flow.","num":18},{"text":"He declares His word to Jacob, His statutes and His judgments to Israel.","num":19},{"text":"He has not dealt thus with any nation; And as for His judgments, they have not known them. Praise the LORD!","num":20}],"num":147},{"verses":[{"text":"Praise the LORD! Praise the LORD from the heavens; Praise Him in the heights!","num":1},{"text":"Praise Him, all His angels; Praise Him, all His hosts!","num":2},{"text":"Praise Him, sun and moon; Praise Him, all you stars of light!","num":3},{"text":"Praise Him, you heavens of heavens, And you waters above the heavens!","num":4},{"text":"Let them praise the name of the LORD, For He commanded and they were created.","num":5},{"text":"He also established them forever and ever; He made a decree which shall not pass away.","num":6},{"text":"Praise the LORD from the earth, You great sea creatures and all the depths;","num":7},{"text":"Fire and hail, snow and clouds; Stormy wind, fulfilling His word;","num":8},{"text":"Mountains and all hills; Fruitful trees and all cedars;","num":9},{"text":"Beasts and all cattle; Creeping things and flying fowl;","num":10},{"text":"Kings of the earth and all peoples; Princes and all judges of the earth;","num":11},{"text":"Both young men and maidens; Old men and children.","num":12},{"text":"Let them praise the name of the LORD, For His name alone is exalted; His glory is above the earth and heaven.","num":13},{"text":"And He has exalted the horn of His people, The praise of all His saints-- Of the children of Israel, A people near to Him. Praise the LORD!","num":14}],"num":148},{"verses":[{"text":"Praise the LORD! Sing to the LORD a new song, And His praise in the assembly of saints.","num":1},{"text":"Let Israel rejoice in their Maker; Let the children of Zion be joyful in their King.","num":2},{"text":"Let them praise His name with the dance; Let them sing praises to Him with the timbrel and harp.","num":3},{"text":"For the LORD takes pleasure in His people; He will beautify the humble with salvation.","num":4},{"text":"Let the saints be joyful in glory; Let them sing aloud on their beds.","num":5},{"text":"Let the high praises of God be in their mouth, And a two-edged sword in their hand,","num":6},{"text":"To execute vengeance on the nations, And punishments on the peoples;","num":7},{"text":"To bind their kings with chains, And their nobles with fetters of iron;","num":8},{"text":"To execute on them the written judgment-- This honor have all His saints. Praise the LORD!","num":9}],"num":149},{"verses":[{"text":"Praise the LORD! Praise God in His sanctuary; Praise Him in His mighty firmament!","num":1},{"text":"Praise Him for His mighty acts; Praise Him according to His excellent greatness!","num":2},{"text":"Praise Him with the sound of the trumpet; Praise Him with the lute and harp!","num":3},{"text":"Praise Him with the timbrel and dance; Praise Him with stringed instruments and flutes!","num":4},{"text":"Praise Him with loud cymbals; Praise Him with clashing cymbals!","num":5},{"text":"Let everything that has breath praise the LORD. Praise the LORD!","num":6}],"num":150}]}
